[
{"name": "Beedrill", "price": "168.00", "description": "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.", "link": "https://scrapeme.live/shop/Beedrill/"},
{"name": "Bulbasaur", "price": "63.00", "description": "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger.", "link": "https://scrapeme.live/shop/Bulbasaur/"},
{"name": "Butterfree", "price": "162.00", "description": "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.", "link": "https://scrapeme.live/shop/Butterfree/"},
{"name": "Caterpie", "price": "73.00", "description": "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.", "link": "https://scrapeme.live/shop/Caterpie/"},
{"name": "Kakuna", "price": "148.00", "description": "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.", "link": "https://scrapeme.live/shop/Kakuna/"},
{"name": "Weedle", "price": "25.00", "description": "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).", "link": "https://scrapeme.live/shop/Weedle/"},
{"name": "Metapod", "price": "148.00", "description": "The shell covering this Pokémon’s body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.", "link": "https://scrapeme.live/shop/Metapod/"},
{"name": "Pidgey", "price": "159.00", "description": "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.", "link": "https://scrapeme.live/shop/Pidgey/"},
{"name": "Wartortle", "price": "123.00", "description": "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler.", "link": "https://scrapeme.live/shop/Wartortle/"},
{"name": "Blastoise", "price": "76.00", "description": "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.", "link": "https://scrapeme.live/shop/Blastoise/"},
{"name": "Squirtle", "price": "130.00", "description": "Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.", "link": "https://scrapeme.live/shop/Squirtle/"},
{"name": "Charizard", "price": "156.00", "description": "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.", "link": "https://scrapeme.live/shop/Charizard/"},
{"name": "Charmeleon", "price": "165.00", "description": "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.", "link": "https://scrapeme.live/shop/Charmeleon/"},
{"name": "Charmander", "price": "48.00", "description": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.", "link": "https://scrapeme.live/shop/Charmander/"},
{"name": "Ivysaur", "price": "87.00", "description": "There is a bud on this Pokémon’s back. To support its weight, Ivysaur’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon.", "link": "https://scrapeme.live/shop/Ivysaur/"},
{"name": "Venusaur", "price": "105.00", "description": "There is a large flower on Venusaur’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.", "link": "https://scrapeme.live/shop/Venusaur/"},
{"name": "Nidorina", "price": "28.00", "description": "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.", "link": "https://scrapeme.live/shop/Nidorina/"},
{"name": "Raichu", "price": "140.00", "description": "This Pokémon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu plants its tail in the ground to discharge electricity.", "link": "https://scrapeme.live/shop/Raichu/"},
{"name": "Nidorino", "price": "179.00", "description": "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.", "link": "https://scrapeme.live/shop/Nidorino/"},
{"name": "Sandslash", "price": "155.00", "description": "Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.", "link": "https://scrapeme.live/shop/Sandslash/"},
{"name": "Nidoqueen", "price": "106.00", "description": "Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.", "link": "https://scrapeme.live/shop/Nidoqueen/"},
{"name": "Sandshrew", "price": "82.00", "description": "Sandshrew has a very dry hide that is extremely tough. The Pokémon can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep.", "link": "https://scrapeme.live/shop/Sandshrew/"},
{"name": "Nidoking", "price": "31.00", "description": "Nidoking’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.", "link": "https://scrapeme.live/shop/Nidoking/"},
{"name": "Pikachu", "price": "37.00", "description": "This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.", "link": "https://scrapeme.live/shop/Pikachu/"},
{"name": "Arbok", "price": "182.00", "description": "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.", "link": "https://scrapeme.live/shop/Arbok/"},
{"name": "Ekans", "price": "55.00", "description": "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.", "link": "https://scrapeme.live/shop/Ekans/"},
{"name": "Fearow", "price": "95.00", "description": "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.", "link": "https://scrapeme.live/shop/Fearow/"},
{"name": "Raticate", "price": "60.00", "description": "Raticate’s sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.", "link": "https://scrapeme.live/shop/Raticate/"},
{"name": "Rattata", "price": "128.00", "description": "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.", "link": "https://scrapeme.live/shop/Rattata/"},
{"name": "Spearow", "price": "133.00", "description": "Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.", "link": "https://scrapeme.live/shop/Spearow/"},
{"name": "Pidgeot", "price": "185.00", "description": "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.", "link": "https://scrapeme.live/shop/Pidgeot/"},
{"name": "Pidgeotto", "price": "84.00", "description": "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.", "link": "https://scrapeme.live/shop/Pidgeotto/"},
{"name": "Diglett", "price": "122.00", "description": "Diglett are raised in most farms. The reason is simple— wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.", "link": "https://scrapeme.live/shop/Diglett/"},
{"name": "Venomoth", "price": "53.00", "description": "Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.", "link": "https://scrapeme.live/shop/Venomoth/"},
{"name": "Venonat", "price": "158.00", "description": "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.", "link": "https://scrapeme.live/shop/Venonat/"},
{"name": "Parasect", "price": "27.00", "description": "Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.", "link": "https://scrapeme.live/shop/Parasect/"},
{"name": "Paras", "price": "168.00", "description": "Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.", "link": "https://scrapeme.live/shop/Paras/"},
{"name": "Vileplume", "price": "170.00", "description": "Vileplume has the world’s largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokémon catches and devours them.", "link": "https://scrapeme.live/shop/Vileplume/"},
{"name": "Gloom", "price": "178.00", "description": "From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey.", "link": "https://scrapeme.live/shop/Gloom/"},
{"name": "Oddish", "price": "45.00", "description": "Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon’s feet are thought to change shape and become similar to the roots of trees.", "link": "https://scrapeme.live/shop/Oddish/"},
{"name": "Golbat", "price": "136.00", "description": "Golbat bites down on prey with its four fangs and drinks the victim’s blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokémon.", "link": "https://scrapeme.live/shop/Golbat/"},
{"name": "Wigglytuff", "price": "130.00", "description": "Wigglytuff’s body is very flexible. By inhaling deeply, this Pokémon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon.", "link": "https://scrapeme.live/shop/Wigglytuff/"},
{"name": "Jigglypuff", "price": "61.00", "description": "When this Pokémon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.", "link": "https://scrapeme.live/shop/Jigglypuff/"},
{"name": "Ninetales", "price": "52.00", "description": "Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent—it can understand human speech.", "link": "https://scrapeme.live/shop/Ninetales/"},
{"name": "Zubat", "price": "125.00", "description": "Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.", "link": "https://scrapeme.live/shop/Zubat/"},
{"name": "Vulpix", "price": "85.00", "description": "Inside Vulpix’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.", "link": "https://scrapeme.live/shop/Vulpix/"},
{"name": "Clefable", "price": "188.00", "description": "Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.", "link": "https://scrapeme.live/shop/Clefable/"},
{"name": "Clefairy", "price": "160.00", "description": "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.", "link": "https://scrapeme.live/shop/Clefairy/"},
{"name": "Machop", "price": "166.00", "description": "Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts.", "link": "https://scrapeme.live/shop/Machop/"},
{"name": "Alakazam", "price": "40.00", "description": "Alakazam’s brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokémon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.", "link": "https://scrapeme.live/shop/Alakazam/"},
{"name": "Abra", "price": "141.00", "description": "Abra needs to sleep for eighteen hours a day. If it doesn’t, this Pokémon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping.", "link": "https://scrapeme.live/shop/Abra/"},
{"name": "Poliwrath", "price": "152.00", "description": "Poliwrath’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.", "link": "https://scrapeme.live/shop/Poliwrath/"},
{"name": "Kadabra", "price": "129.00", "description": "Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokémon is said to be limited to half the usual amount of its telekinetic powers.", "link": "https://scrapeme.live/shop/Kadabra/"},
{"name": "Poliwhirl", "price": "121.00", "description": "The surface of Poliwhirl’s body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.", "link": "https://scrapeme.live/shop/Poliwhirl/"},
{"name": "Poliwag", "price": "174.00", "description": "Poliwag has a very thin skin. It is possible to see the Pokémon’s spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.", "link": "https://scrapeme.live/shop/Poliwag/"},
{"name": "Arcanine", "price": "69.00", "description": "Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon’s body is its source of power.", "link": "https://scrapeme.live/shop/Arcanine/"},
{"name": "Growlithe", "price": "30.00", "description": "Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won’t forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.", "link": "https://scrapeme.live/shop/Growlithe/"},
{"name": "Mankey", "price": "125.00", "description": "When Mankey starts shaking and its nasal breathing turns rough, it’s a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.", "link": "https://scrapeme.live/shop/Mankey/"},
{"name": "Primeape", "price": "86.00", "description": "When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.", "link": "https://scrapeme.live/shop/Primeape/"},
{"name": "Golduck", "price": "31.00", "description": "Golduck is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.", "link": "https://scrapeme.live/shop/Golduck/"},
{"name": "Psyduck", "price": "182.00", "description": "If it uses its mysterious power, Psyduck can’t remember having done so. It apparently can’t form a memory of such an event because it goes into an altered state that is much like deep sleep.", "link": "https://scrapeme.live/shop/Psyduck/"},
{"name": "Persian", "price": "200.00", "description": "Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon’s surrounding vicinity. It becomes docile if grabbed by the whiskers.", "link": "https://scrapeme.live/shop/Persian/"},
{"name": "Meowth", "price": "131.00", "description": "Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.", "link": "https://scrapeme.live/shop/Meowth/"},
{"name": "Dugtrio", "price": "111.00", "description": "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.", "link": "https://scrapeme.live/shop/Dugtrio/"},
{"name": "Magneton", "price": "191.00", "description": "Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a Poké Ball.", "link": "https://scrapeme.live/shop/Magneton/"},
{"name": "Magnemite", "price": "100.00", "description": "Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.", "link": "https://scrapeme.live/shop/Magnemite/"},
{"name": "Slowbro", "price": "179.00", "description": "Slowbro’s tail has a Shellder firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.", "link": "https://scrapeme.live/shop/Slowbro/"},
{"name": "Slowpoke", "price": "109.00", "description": "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it’s doing and often spends entire days just loafing at water’s edge.", "link": "https://scrapeme.live/shop/Slowpoke/"},
{"name": "Rapidash", "price": "98.00", "description": "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.", "link": "https://scrapeme.live/shop/Rapidash/"},
{"name": "Ponyta", "price": "53.00", "description": "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.", "link": "https://scrapeme.live/shop/Ponyta/"},
{"name": "Golem", "price": "103.00", "description": "Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon’s course.", "link": "https://scrapeme.live/shop/Golem/"},
{"name": "Graveler", "price": "182.00", "description": "Rocks are Graveler’s favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.", "link": "https://scrapeme.live/shop/Graveler/"},
{"name": "Tentacruel", "price": "65.00", "description": "Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.", "link": "https://scrapeme.live/shop/Tentacruel/"},
{"name": "Geodude", "price": "32.00", "description": "When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokémon rolls downhill in search of food.", "link": "https://scrapeme.live/shop/Geodude/"},
{"name": "Tentacool", "price": "186.00", "description": "Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokémon shoots beams from the small round organ above its eyes.", "link": "https://scrapeme.live/shop/Tentacool/"},
{"name": "Weepinbell", "price": "26.00", "description": "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.", "link": "https://scrapeme.live/shop/Weepinbell/"},
{"name": "Victreebel", "price": "68.00", "description": "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.", "link": "https://scrapeme.live/shop/Victreebel/"},
{"name": "Bellsprout", "price": "74.00", "description": "Bellsprout’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.", "link": "https://scrapeme.live/shop/Bellsprout/"},
{"name": "Machoke", "price": "27.00", "description": "Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.", "link": "https://scrapeme.live/shop/Machoke/"},
{"name": "Machamp", "price": "121.00", "description": "Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.", "link": "https://scrapeme.live/shop/Machamp/"},
{"name": "Krabby", "price": "64.00", "description": "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.", "link": "https://scrapeme.live/shop/Krabby/"},
{"name": "Hypno", "price": "198.00", "description": "Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.", "link": "https://scrapeme.live/shop/Hypno/"},
{"name": "Onix", "price": "37.00", "description": "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.", "link": "https://scrapeme.live/shop/Onix/"},
{"name": "Drowzee", "price": "40.00", "description": "If your nose becomes itchy while you are sleeping, it’s a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.", "link": "https://scrapeme.live/shop/Drowzee/"},
{"name": "Gengar", "price": "149.00", "description": "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.", "link": "https://scrapeme.live/shop/Gengar/"},
{"name": "Haunter", "price": "42.00", "description": "Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.", "link": "https://scrapeme.live/shop/Haunter/"},
{"name": "Gastly", "price": "179.00", "description": "Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.", "link": "https://scrapeme.live/shop/Gastly/"},
{"name": "Shellder", "price": "138.00", "description": "At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.", "link": "https://scrapeme.live/shop/Shellder/"},
{"name": "Cloyster", "price": "199.00", "description": "Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.", "link": "https://scrapeme.live/shop/Cloyster/"},
{"name": "Muk", "price": "187.00", "description": "This Pokémon’s favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather.", "link": "https://scrapeme.live/shop/Muk/"},
{"name": "Grimer", "price": "147.00", "description": "Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.", "link": "https://scrapeme.live/shop/Grimer/"},
{"name": "Dewgong", "price": "70.00", "description": "Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.", "link": "https://scrapeme.live/shop/Dewgong/"},
{"name": "Dodrio", "price": "138.00", "description": "Apparently, the heads aren’t the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.", "link": "https://scrapeme.live/shop/Dodrio/"},
{"name": "Seel", "price": "164.00", "description": "Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.", "link": "https://scrapeme.live/shop/Seel/"},
{"name": "Doduo", "price": "73.00", "description": "Doduo’s two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains.", "link": "https://scrapeme.live/shop/Doduo/"},
{"name": "Farfetchd", "price": "185.00", "description": "Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.", "link": "https://scrapeme.live/shop/Farfetchd/"},
{"name": "Tangela", "price": "64.00", "description": "Tangela’s vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.", "link": "https://scrapeme.live/shop/Tangela/"},
{"name": "Chansey", "price": "176.00", "description": "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.", "link": "https://scrapeme.live/shop/Chansey/"},
{"name": "Rhydon", "price": "27.00", "description": "Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokémon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat.", "link": "https://scrapeme.live/shop/Rhydon/"},
{"name": "Rhyhorn", "price": "124.00", "description": "Rhyhorn’s brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something.", "link": "https://scrapeme.live/shop/Rhyhorn/"},
{"name": "Koffing", "price": "38.00", "description": "Koffing embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this Pokémon.", "link": "https://scrapeme.live/shop/Koffing/"},
{"name": "Weezing", "price": "48.00", "description": "Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid.", "link": "https://scrapeme.live/shop/Weezing/"},
{"name": "Lickitung", "price": "142.00", "description": "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.", "link": "https://scrapeme.live/shop/Lickitung/"},
{"name": "Hitmonlee", "price": "73.00", "description": "Hitmonlee’s legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.", "link": "https://scrapeme.live/shop/Hitmonlee/"},
{"name": "Hitmonchan", "price": "91.00", "description": "Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.", "link": "https://scrapeme.live/shop/Hitmonchan/"},
{"name": "Marowak", "price": "36.00", "description": "Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon’s tempered and hardened spirit is not easily broken.", "link": "https://scrapeme.live/shop/Marowak/"},
{"name": "Cubone", "price": "177.00", "description": "Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.", "link": "https://scrapeme.live/shop/Cubone/"},
{"name": "Exeggcute", "price": "126.00", "description": "This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.", "link": "https://scrapeme.live/shop/Exeggcute/"},
{"name": "Exeggutor", "price": "68.00", "description": "Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.", "link": "https://scrapeme.live/shop/Exeggutor/"},
{"name": "Electrode", "price": "100.00", "description": "One of Electrode’s characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated.", "link": "https://scrapeme.live/shop/Electrode/"},
{"name": "Voltorb", "price": "189.00", "description": "Voltorb is extremely sensitive—it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.", "link": "https://scrapeme.live/shop/Voltorb/"},
{"name": "Kingler", "price": "72.00", "description": "Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.", "link": "https://scrapeme.live/shop/Kingler/"},
{"name": "Gyarados", "price": "79.00", "description": "Once Gyarados goes on a rampage, its ferociously violent blood doesn’t calm until it has burned everything down. There are records of this Pokémon’s rampages lasting a whole month.", "link": "https://scrapeme.live/shop/Gyarados/"},
{"name": "Magikarp", "price": "43.00", "description": "Magikarp is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokémon that can survive in any body of water no matter how polluted it is.", "link": "https://scrapeme.live/shop/Magikarp/"},
{"name": "Tauros", "price": "63.00", "description": "This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.", "link": "https://scrapeme.live/shop/Tauros/"},
{"name": "Pinsir", "price": "141.00", "description": "Pinsir has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe’s body when the pincer closes, making it tough for the foe to escape.", "link": "https://scrapeme.live/shop/Pinsir/"},
{"name": "Magmar", "price": "130.00", "description": "In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon’s fiery bursts create heat waves that ignite grass and trees in its surroundings.", "link": "https://scrapeme.live/shop/Magmar/"},
{"name": "Electabuzz", "price": "125.00", "description": "When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.", "link": "https://scrapeme.live/shop/Electabuzz/"},
{"name": "Jynx", "price": "138.00", "description": "Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.", "link": "https://scrapeme.live/shop/Jynx/"},
{"name": "Mr-mime", "price": "144.00", "description": "Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.", "link": "https://scrapeme.live/shop/Mr-mime/"},
{"name": "Scyther", "price": "85.00", "description": "Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon’s scythes are so effective, they can slice through thick logs in one wicked stroke.", "link": "https://scrapeme.live/shop/Scyther/"},
{"name": "Seaking", "price": "129.00", "description": "Seaking is very protective of its eggs. The male and female will take turns patrolling around their nest and eggs. The guarding of eggs by these Pokémon goes on for over a month.", "link": "https://scrapeme.live/shop/Seaking/"},
{"name": "Starmie", "price": "176.00", "description": "Starmie swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this Pokémon’s body glows in seven colors.", "link": "https://scrapeme.live/shop/Starmie/"},
{"name": "Staryu", "price": "166.00", "description": "Staryu apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokémon simply regenerates the missing pieces and limbs.", "link": "https://scrapeme.live/shop/Staryu/"},
{"name": "Seadra", "price": "51.00", "description": "Seadra generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokémon weakens prey with these currents, then swallows it whole.", "link": "https://scrapeme.live/shop/Seadra/"},
{"name": "Goldeen", "price": "170.00", "description": "Goldeen loves swimming wild and free in rivers and ponds. If one of these Pokémon is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape.", "link": "https://scrapeme.live/shop/Goldeen/"},
{"name": "Horsea", "price": "154.00", "description": "If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokémon swims by cleverly flapping the fin on its back.", "link": "https://scrapeme.live/shop/Horsea/"},
{"name": "Kangaskhan", "price": "164.00", "description": "If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon’s parent is sure to be in the area, and it will become violently enraged at you.", "link": "https://scrapeme.live/shop/Kangaskhan/"},
{"name": "Moltres", "price": "178.00", "description": "Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.", "link": "https://scrapeme.live/shop/Moltres/"},
{"name": "Zapdos", "price": "133.00", "description": "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.", "link": "https://scrapeme.live/shop/Zapdos/"},
{"name": "Articuno", "price": "77.00", "description": "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.", "link": "https://scrapeme.live/shop/Articuno/"},
{"name": "Snorlax", "price": "134.00", "description": "Snorlax’s typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.", "link": "https://scrapeme.live/shop/Snorlax/"},
{"name": "Aerodactyl", "price": "56.00", "description": "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.", "link": "https://scrapeme.live/shop/Aerodactyl/"},
{"name": "Kabutops", "price": "57.00", "description": "Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.", "link": "https://scrapeme.live/shop/Kabutops/"},
{"name": "Kabuto", "price": "79.00", "description": "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.", "link": "https://scrapeme.live/shop/Kabuto/"},
{"name": "Omastar", "price": "61.00", "description": "Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.", "link": "https://scrapeme.live/shop/Omastar/"},
{"name": "Omanyte", "price": "162.00", "description": "Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.", "link": "https://scrapeme.live/shop/Omanyte/"},
{"name": "Porygon", "price": "178.00", "description": "Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.", "link": "https://scrapeme.live/shop/Porygon/"},
{"name": "Flareon", "price": "34.00", "description": "Flareon’s fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon’s body temperature can rise to a maximum of 1,650 degrees Fahrenheit.", "link": "https://scrapeme.live/shop/Flareon/"},
{"name": "Jolteon", "price": "158.00", "description": "Jolteon’s cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.", "link": "https://scrapeme.live/shop/Jolteon/"},
{"name": "Vaporeon", "price": "147.00", "description": "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.", "link": "https://scrapeme.live/shop/Vaporeon/"},
{"name": "Eevee", "price": "112.00", "description": "Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.", "link": "https://scrapeme.live/shop/Eevee/"},
{"name": "Ditto", "price": "75.00", "description": "Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.", "link": "https://scrapeme.live/shop/Ditto/"},
{"name": "Lapras", "price": "172.00", "description": "People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.", "link": "https://scrapeme.live/shop/Lapras/"},
{"name": "Furret", "price": "154.00", "description": "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.", "link": "https://scrapeme.live/shop/Furret/"},
{"name": "Sentret", "price": "48.00", "description": "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.", "link": "https://scrapeme.live/shop/Sentret/"},
{"name": "Feraligatr", "price": "183.00", "description": "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.", "link": "https://scrapeme.live/shop/Feraligatr/"},
{"name": "Croconaw", "price": "175.00", "description": "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.", "link": "https://scrapeme.live/shop/Croconaw/"},
{"name": "Totodile", "price": "190.00", "description": "Despite the smallness of its body, Totodile’s jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.", "link": "https://scrapeme.live/shop/Totodile/"},
{"name": "Quilava", "price": "85.00", "description": "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames.", "link": "https://scrapeme.live/shop/Quilava/"},
{"name": "Typhlosion", "price": "191.00", "description": "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders.", "link": "https://scrapeme.live/shop/Typhlosion/"},
{"name": "Cyndaquil", "price": "154.00", "description": "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.", "link": "https://scrapeme.live/shop/Cyndaquil/"},
{"name": "Meganium", "price": "163.00", "description": "The fragrance of Meganium’s flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe’s fighting spirit.", "link": "https://scrapeme.live/shop/Meganium/"},
{"name": "Bayleef", "price": "44.00", "description": "Bayleef’s neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.", "link": "https://scrapeme.live/shop/Bayleef/"},
{"name": "Chikorita", "price": "127.00", "description": "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.", "link": "https://scrapeme.live/shop/Chikorita/"},
{"name": "Mew", "price": "136.00", "description": "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.", "link": "https://scrapeme.live/shop/Mew/"},
{"name": "Mewtwo", "price": "43.00", "description": "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon’s body, they failed to endow Mewtwo with a compassionate heart.", "link": "https://scrapeme.live/shop/Mewtwo/"},
{"name": "Dragonite", "price": "69.00", "description": "Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.", "link": "https://scrapeme.live/shop/Dragonite/"},
{"name": "Dragonair", "price": "57.00", "description": "Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.", "link": "https://scrapeme.live/shop/Dragonair/"},
{"name": "Dratini", "price": "94.00", "description": "Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.", "link": "https://scrapeme.live/shop/Dratini/"},
{"name": "Xatu", "price": "123.00", "description": "Xatu is known to stand motionless while staring at the sun all day long. Some people revere it as a mystical Pokémon out of their belief that Xatu is in possession of the power to see into the future.", "link": "https://scrapeme.live/shop/Xatu/"},
{"name": "Natu", "price": "99.00", "description": "Natu has a highly developed jumping ability. The Pokémon flaps and leaps onto tree branches that are taller than grown-up people to pick at the tree’s new shoots.", "link": "https://scrapeme.live/shop/Natu/"},
{"name": "Togetic", "price": "69.00", "description": "Togetic is said to be a Pokémon that brings good fortune. When the Pokémon spots someone who is pure of heart, it is said to appear and share its happiness with that person.", "link": "https://scrapeme.live/shop/Togetic/"},
{"name": "Togepi", "price": "47.00", "description": "As its energy, Togepi uses the positive emotions of compassion and pleasure exuded by people and Pokémon. This Pokémon stores up feelings of happiness inside its shell, then shares them with others.", "link": "https://scrapeme.live/shop/Togepi/"},
{"name": "Igglybuff", "price": "189.00", "description": "Igglybuff has a soft and plushy body that feels very much like a marshmallow. From this body wafts a gently sweet fragrance that soothes and calms the emotions of its foes.", "link": "https://scrapeme.live/shop/Igglybuff/"},
{"name": "Cleffa", "price": "107.00", "description": "On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance through the night and stop only at the break of day, when these Pokémon quench their thirst with the morning dew.", "link": "https://scrapeme.live/shop/Cleffa/"},
{"name": "Pichu", "price": "193.00", "description": "When Pichu plays with others, it may short out electricity with another Pichu, creating a shower of sparks. In that event, this Pokémon will begin crying, startled by the flash of sparks.", "link": "https://scrapeme.live/shop/Pichu/"},
{"name": "Lanturn", "price": "131.00", "description": "Lanturn is known to emit light. If you peer down into the dark sea from a ship at night, you can sometimes see this Pokémon’s light rising from the depths where it swims. It gives the sea an appearance of a starlit night.", "link": "https://scrapeme.live/shop/Lanturn/"},
{"name": "Chinchou", "price": "59.00", "description": "Chinchou’s two antennas are filled with cells that generate strong electricity. This Pokémon’s cells create so much electrical power, it even makes itself tingle slightly.", "link": "https://scrapeme.live/shop/Chinchou/"},
{"name": "Spinarak", "price": "199.00", "description": "The web spun by Spinarak can be considered its second nervous system. It is said that this Pokémon can determine what kind of prey is touching its web just by the tiny vibrations it feels through the web’s strands.", "link": "https://scrapeme.live/shop/Spinarak/"},
{"name": "Crobat", "price": "195.00", "description": "Crobat sneaks up on its intended prey using wings that barely make a sound. This Pokémon rests by hanging on a tree branch with its rear legs that serve as wings.", "link": "https://scrapeme.live/shop/Crobat/"},
{"name": "Ariados", "price": "85.00", "description": "Ariados’s feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. This Pokémon constricts the foe with thin and strong silk webbing.", "link": "https://scrapeme.live/shop/Ariados/"},
{"name": "Ledian", "price": "136.00", "description": "It is said that in lands with clean air, where the stars fill the sky, there live Ledian in countless numbers. There is a good reason for this—the Pokémon uses the light of the stars as its energy.", "link": "https://scrapeme.live/shop/Ledian/"},
{"name": "Ledyba", "price": "98.00", "description": "Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This Pokémon conveys its feelings to others by altering the fluid’s scent.", "link": "https://scrapeme.live/shop/Ledyba/"},
{"name": "Noctowl", "price": "170.00", "description": "Noctowl never fails at catching prey in darkness. This Pokémon owes its success to its superior vision that allows it to see in minimal light, and to its soft, supple wings that make no sound in flight.", "link": "https://scrapeme.live/shop/Noctowl/"},
{"name": "Hoothoot", "price": "48.00", "description": "Hoothoot has an internal organ that senses and tracks the earth’s rotation. Using this special organ, this Pokémon begins hooting at precisely the same time every day.", "link": "https://scrapeme.live/shop/Hoothoot/"},
{"name": "Wooper", "price": "98.00", "description": "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film.", "link": "https://scrapeme.live/shop/Wooper/"},
{"name": "Yanma", "price": "130.00", "description": "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey.", "link": "https://scrapeme.live/shop/Yanma/"},
{"name": "Sunflora", "price": "33.00", "description": "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.", "link": "https://scrapeme.live/shop/Sunflora/"},
{"name": "Sunkern", "price": "150.00", "description": "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.", "link": "https://scrapeme.live/shop/Sunkern/"},
{"name": "Aipom", "price": "182.00", "description": "Aipom’s tail ends in a hand-like appendage that can be cleverly manipulated. However, because the Pokémon uses its tail so much, its real hands have become rather clumsy.", "link": "https://scrapeme.live/shop/Aipom/"},
{"name": "Jumpluff", "price": "107.00", "description": "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.", "link": "https://scrapeme.live/shop/Jumpluff/"},
{"name": "Skiploom", "price": "185.00", "description": "Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.", "link": "https://scrapeme.live/shop/Skiploom/"},
{"name": "Hoppip", "price": "107.00", "description": "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.", "link": "https://scrapeme.live/shop/Hoppip/"},
{"name": "Politoed", "price": "193.00", "description": "The curled hair on Politoed’s head is proof of its status as a king. It is said that the longer and more curled the hair, the more respect this Pokémon earns from its peers.", "link": "https://scrapeme.live/shop/Politoed/"},
{"name": "Marill", "price": "127.00", "description": "When fishing for food at the edge of a fast-running stream, Marill wraps its tail around the trunk of a tree. This Pokémon’s tail is flexible and configured to stretch.", "link": "https://scrapeme.live/shop/Marill/"},
{"name": "Sudowoodo", "price": "54.00", "description": "Sudowoodo camouflages itself as a tree to avoid being attacked by enemies. However, because its hands remain green throughout the year, the Pokémon is easily identified as a fake during the winter.", "link": "https://scrapeme.live/shop/Sudowoodo/"},
{"name": "Azumarill", "price": "175.00", "description": "Azumarill can make balloons out of air. It makes these air balloons if it spots a drowning Pokémon. The air balloons enable the Pokémon in trouble to breathe.", "link": "https://scrapeme.live/shop/Azumarill/"},
{"name": "Bellossom", "price": "25.00", "description": "A Bellossom grows flowers more beautifully if it has evolved from a smelly Gloom—the more stinky the better. At night, this Pokémon closes its petals and goes to sleep.", "link": "https://scrapeme.live/shop/Bellossom/"},
{"name": "Ampharos", "price": "41.00", "description": "Ampharos gives off so much light that it can be seen even from space. People in the old days used the light of this Pokémon to send signals back and forth with others far away.", "link": "https://scrapeme.live/shop/Ampharos/"},
{"name": "Flaaffy", "price": "163.00", "description": "Flaaffy’s wool quality changes so that it can generate a high amount of static electricity with a small amount of wool. The bare and slick parts of its hide are shielded against electricity.", "link": "https://scrapeme.live/shop/Flaaffy/"},
{"name": "Shuckle", "price": "194.00", "description": "Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice.", "link": "https://scrapeme.live/shop/Shuckle/"},
{"name": "Kingdra", "price": "124.00", "description": "Kingdra sleeps on the seafloor where it is otherwise devoid of life. When a storm arrives, the Pokémon is said to awaken and wander about in search of prey.", "link": "https://scrapeme.live/shop/Kingdra/"},
{"name": "Houndoom", "price": "78.00", "description": "In a Houndoom pack, the one with its horns raked sharply toward the back serves a leadership role. These Pokémon choose their leader by fighting among themselves.", "link": "https://scrapeme.live/shop/Houndoom/"},
{"name": "Houndour", "price": "144.00", "description": "Houndour hunt as a coordinated pack. They communicate with each other using a variety of cries to corner their prey. This Pokémon’s remarkable teamwork is unparalleled.", "link": "https://scrapeme.live/shop/Houndour/"},
{"name": "Skarmory", "price": "199.00", "description": "Skarmory’s steel wings become tattered and bashed in from repeated battles. Once a year, the battered wings grow back completely, restoring the cutting edges to their pristine state.", "link": "https://scrapeme.live/shop/Skarmory/"},
{"name": "Mantine", "price": "114.00", "description": "On sunny days, schools of Mantine can be seen elegantly leaping over the sea’s waves. This Pokémon is not bothered by the Remoraid that hitches rides.", "link": "https://scrapeme.live/shop/Mantine/"},
{"name": "Delibird", "price": "121.00", "description": "Delibird carries its food bundled up in its tail. There once was a famous explorer who managed to reach the peak of the world’s highest mountain, thanks to one of these Pokémon sharing its food.", "link": "https://scrapeme.live/shop/Delibird/"},
{"name": "Octillery", "price": "94.00", "description": "Octillery grabs onto its foe using its tentacles. This Pokémon tries to immobilize it before delivering the finishing blow. If the foe turns out to be too strong, Octillery spews ink to escape.", "link": "https://scrapeme.live/shop/Octillery/"},
{"name": "Remoraid", "price": "122.00", "description": "Remoraid sucks in water, then expels it at high velocity using its abdominal muscles to shoot down flying prey. When evolution draws near, this Pokémon travels downstream from rivers.", "link": "https://scrapeme.live/shop/Remoraid/"},
{"name": "Corsola", "price": "27.00", "description": "Clusters of Corsola congregate in warm seas where they serve as ideal hiding places for smaller Pokémon. When the water temperature falls, this Pokémon migrates to the southern seas.", "link": "https://scrapeme.live/shop/Corsola/"},
{"name": "Piloswine", "price": "84.00", "description": "Piloswine is covered by a thick coat of long hair that enables it to endure the freezing cold. This Pokémon uses its tusks to dig up food that has been buried under ice.", "link": "https://scrapeme.live/shop/Piloswine/"},
{"name": "Swinub", "price": "132.00", "description": "Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokémon occasionally roots out hot springs.", "link": "https://scrapeme.live/shop/Swinub/"},
{"name": "Magcargo", "price": "36.00", "description": "Magcargo’s body temperature is approximately 18,000 degrees Fahrenheit. Water is vaporized on contact. If this Pokémon is caught in the rain, the raindrops instantly turn into steam, cloaking the area in a thick fog.", "link": "https://scrapeme.live/shop/Magcargo/"},
{"name": "Ursaring", "price": "31.00", "description": "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day.", "link": "https://scrapeme.live/shop/Ursaring/"},
{"name": "Teddiursa", "price": "173.00", "description": "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill.", "link": "https://scrapeme.live/shop/Teddiursa/"},
{"name": "Sneasel", "price": "108.00", "description": "Sneasel scales trees by punching its hooked claws into the bark. This Pokémon seeks out unguarded nests and steals eggs for food while the parents are away.", "link": "https://scrapeme.live/shop/Sneasel/"},
{"name": "Larvitar", "price": "26.00", "description": "Larvitar is born deep under the ground. To come up to the surface, this Pokémon must eat its way through the soil above. Until it does so, Larvitar cannot see its parents.", "link": "https://scrapeme.live/shop/Larvitar/"},
{"name": "Suicune", "price": "68.00", "description": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.", "link": "https://scrapeme.live/shop/Suicune/"},
{"name": "Raikou", "price": "66.00", "description": "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.", "link": "https://scrapeme.live/shop/Raikou/"},
{"name": "Entei", "price": "27.00", "description": "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.", "link": "https://scrapeme.live/shop/Entei/"},
{"name": "Blissey", "price": "31.00", "description": "Blissey senses sadness with its fluffy coat of fur. If it does so, this Pokémon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face.", "link": "https://scrapeme.live/shop/Blissey/"},
{"name": "Miltank", "price": "26.00", "description": "Miltank gives over five gallons of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can’t drink milk turn it into yogurt and eat it instead.", "link": "https://scrapeme.live/shop/Miltank/"},
{"name": "Elekid", "price": "104.00", "description": "Elekid stores electricity in its body. If it touches metal and accidentally discharges all its built-up electricity, this Pokémon begins swinging its arms in circles to recharge itself.", "link": "https://scrapeme.live/shop/Elekid/"},
{"name": "Magby", "price": "40.00", "description": "Magby’s state of health is determined by observing the fire it breathes. If the Pokémon is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames.", "link": "https://scrapeme.live/shop/Magby/"},
{"name": "Smoochum", "price": "166.00", "description": "Smoochum actively runs about, but also falls quite often. Whenever the chance arrives, it will look for its reflection to make sure its face hasn’t become dirty.", "link": "https://scrapeme.live/shop/Smoochum/"},
{"name": "Hitmontop", "price": "149.00", "description": "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokémon travels faster spinning than it does walking.", "link": "https://scrapeme.live/shop/Hitmontop/"},
{"name": "Tyrogue", "price": "145.00", "description": "Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokémon, the Trainer must establish and uphold various training methods.", "link": "https://scrapeme.live/shop/Tyrogue/"},
{"name": "Smeargle", "price": "151.00", "description": "Smeargle marks the boundaries of its territory using a body fluid that leaks out from the tip of its tail. Over 5,000 different marks left by this Pokémon have been found.", "link": "https://scrapeme.live/shop/Smeargle/"},
{"name": "Stantler", "price": "33.00", "description": "Stantler’s magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers.", "link": "https://scrapeme.live/shop/Stantler/"},
{"name": "Porygon2", "price": "151.00", "description": "Porygon2 was created by humans using the power of science. The man-made Pokémon has been endowed with artificial intelligence that enables it to learn new gestures and emotions on its own.", "link": "https://scrapeme.live/shop/Porygon2/"},
{"name": "Donphan", "price": "89.00", "description": "If Donphan were to tackle with its hard body, even a house could be destroyed. Using its massive strength, the Pokémon helps clear rock and mud slides that block mountain trails.", "link": "https://scrapeme.live/shop/Donphan/"},
{"name": "Poochyena", "price": "130.00", "description": "Poochyena is an omnivore—it will eat anything. A distinguishing feature is how large its fangs are compared to its body. This Pokémon tries to intimidate its foes by making the hair on its tail bristle out.", "link": "https://scrapeme.live/shop/Poochyena/"},
{"name": "Shiftry", "price": "157.00", "description": "Shiftry’s large fans generate awesome gusts of wind at a speed close to 100 feet per second. The whipped-up wind blows anything away. This Pokémon chooses to live quietly deep in forests.", "link": "https://scrapeme.live/shop/Shiftry/"},
{"name": "Mightyena", "price": "175.00", "description": "Mightyena travel and act as a pack in the wild. The memory of its life in the wild compels the Pokémon to obey only those Trainers that it recognizes to possess superior skill.", "link": "https://scrapeme.live/shop/Mightyena/"},
{"name": "Wingull", "price": "153.00", "description": "Wingull rides updrafts rising from the sea by extending its long and narrow wings to glide. This Pokémon’s long beak is useful for catching prey.", "link": "https://scrapeme.live/shop/Wingull/"},
{"name": "Swellow", "price": "88.00", "description": "Swellow is very conscientious about the upkeep of its glossy wings. Once two Swellow are gathered, they diligently take care of cleaning each other’s wings.", "link": "https://scrapeme.live/shop/Swellow/"},
{"name": "Taillow", "price": "85.00", "description": "Taillow is young—it has only just left its nest. As a result, it sometimes becomes lonesome and cries at night. This Pokémon feeds on Wurmple that live in forests.", "link": "https://scrapeme.live/shop/Taillow/"},
{"name": "Nuzleaf", "price": "26.00", "description": "This Pokémon pulls out the leaf on its head and makes a flute with it. The sound of Nuzleaf’s flute strikes fear and uncertainty in the hearts of people lost in a forest.", "link": "https://scrapeme.live/shop/Nuzleaf/"},
{"name": "Seedot", "price": "26.00", "description": "Seedot looks exactly like an acorn when it is dangling from a tree branch. It startles other Pokémon by suddenly moving. This Pokémon polishes its body once a day using leaves.", "link": "https://scrapeme.live/shop/Seedot/"},
{"name": "Ludicolo", "price": "189.00", "description": "Upon hearing an upbeat and cheerful rhythm, the cells in Ludicolo’s body become very energetic and active. Even in battle, this Pokémon will exhibit an amazing amount of power.", "link": "https://scrapeme.live/shop/Ludicolo/"},
{"name": "Lombre", "price": "79.00", "description": "Lombre’s entire body is covered by a slippery, slimy film. It feels horribly unpleasant to be touched by this Pokémon’s hands. Lombre is often mistaken for a human child.", "link": "https://scrapeme.live/shop/Lombre/"},
{"name": "Lotad", "price": "161.00", "description": "Lotad is said to have dwelled on land before. However, this Pokémon is thought to have returned to water because the leaf on its head grew large and heavy. It now lives by floating atop the water.", "link": "https://scrapeme.live/shop/Lotad/"},
{"name": "Dustox", "price": "91.00", "description": "When Dustox flaps its wings, a fine dust is scattered all over. This dust is actually a powerful poison that will even make a pro wrestler sick. This Pokémon searches for food using its antennae like radar.", "link": "https://scrapeme.live/shop/Dustox/"},
{"name": "Cascoon", "price": "166.00", "description": "If it is attacked, Cascoon remains motionless however badly it may be hurt. It does so because if it were to move, its body would be weak upon evolution. This Pokémon will also not forget the pain it endured.", "link": "https://scrapeme.live/shop/Cascoon/"},
{"name": "Beautifly", "price": "145.00", "description": "Beautifly has a long mouth like a coiled needle, which is very convenient for collecting pollen from flowers. This Pokémon rides the spring winds as it flits around gathering pollen.", "link": "https://scrapeme.live/shop/Beautifly/"},
{"name": "Silcoon", "price": "80.00", "description": "Silcoon was thought to endure hunger and not consume anything before its evolution. However, it is now thought that this Pokémon slakes its thirst by drinking rainwater that collects on its silk.", "link": "https://scrapeme.live/shop/Silcoon/"},
{"name": "Wurmple", "price": "195.00", "description": "Wurmple is targeted by Swellow as prey. This Pokémon will try to resist by pointing the spikes on its rear at the attacking predator. It will weaken the foe by leaking poison from the spikes.", "link": "https://scrapeme.live/shop/Wurmple/"},
{"name": "Loudred", "price": "145.00", "description": "Loudred shouts while stamping its feet. After it finishes shouting, this Pokémon becomes incapable of hearing anything for a while. This is considered to be a weak point.", "link": "https://scrapeme.live/shop/Loudred/"},
{"name": "Whismur", "price": "137.00", "description": "Whismur is very timid. If it starts to cry loudly, it becomes startled by its own crying and cries even harder. When it finally stops crying, the Pokémon goes to sleep, all tired out.", "link": "https://scrapeme.live/shop/Whismur/"},
{"name": "Shedinja", "price": "128.00", "description": "Shedinja is a peculiar Pokémon. It seems to appear unsought in a Poké Ball after a Nincada evolves. This bizarre Pokémon is entirely immobile—it doesn’t even breathe.", "link": "https://scrapeme.live/shop/Shedinja/"},
{"name": "Ninjask", "price": "161.00", "description": "If Ninjask is not trained properly, it will refuse to obey the Trainer and cry loudly continuously. Because of this quality, this Pokémon is said to be one that puts the Trainer’s abilities to the test.", "link": "https://scrapeme.live/shop/Ninjask/"},
{"name": "Nincada", "price": "38.00", "description": "Nincada lives underground. It uses its sharp claws to carve the roots of trees and absorb moisture and nutrients. This Pokémon can’t withstand bright sunlight so avoids it.", "link": "https://scrapeme.live/shop/Nincada/"},
{"name": "Slaking", "price": "119.00", "description": "Wherever Slaking live, rings of over a yard in diameter appear in grassy fields. They are made by the Pokémon as it eats all the grass within reach while lying prone on the ground.", "link": "https://scrapeme.live/shop/Slaking/"},
{"name": "Vigoroth", "price": "25.00", "description": "Vigoroth is simply incapable of remaining still. Even when it tries to sleep, the blood in its veins grows agitated, compelling this Pokémon to run wild throughout the jungle before it can settle down.", "link": "https://scrapeme.live/shop/Vigoroth/"},
{"name": "Slakoth", "price": "69.00", "description": "Slakoth’s heart beats just once a minute. Whatever happens, it is content to loaf around motionless. It is rare to see this Pokémon in motion.", "link": "https://scrapeme.live/shop/Slakoth/"},
{"name": "Breloom", "price": "113.00", "description": "The seeds ringing Breloom’s tail are made of hardened toxic spores. It is horrible to eat the seeds. Just taking a bite of this Pokémon’s seed will cause your stomach to rumble.", "link": "https://scrapeme.live/shop/Breloom/"},
{"name": "Shroomish", "price": "31.00", "description": "If Shroomish senses danger, it shakes its body and scatters spores from the top of its head. This Pokémon’s spores are so toxic, they make trees and weeds wilt.", "link": "https://scrapeme.live/shop/Shroomish/"},
{"name": "Masquerain", "price": "39.00", "description": "Masquerain’s antennas have eyelike patterns that usually give it an angry look. If the “eyes” are droopy and appear sad, it is said to be a sign that a heavy rainfall is on its way.", "link": "https://scrapeme.live/shop/Masquerain/"},
{"name": "Surskit", "price": "112.00", "description": "If Surskit senses danger, it secretes a thick, sugary syrup from the tip of its head. There are some Pokémon that love eating this syrup.", "link": "https://scrapeme.live/shop/Surskit/"},
{"name": "Gardevoir", "price": "34.00", "description": "Gardevoir has the psychokinetic power to distort the dimensions and create a small black hole. This Pokémon will try to protect its Trainer even at the risk of its own life.", "link": "https://scrapeme.live/shop/Gardevoir/"},
{"name": "Kirlia", "price": "186.00", "description": "Kirlia uses the horns on its head to amplify its psychokinetic power. When the Pokémon uses its power, the air around it becomes distorted, creating mirages of nonexistent scenery.", "link": "https://scrapeme.live/shop/Kirlia/"},
{"name": "Ralts", "price": "151.00", "description": "Ralts has the ability to sense the emotions of people. If its Trainer is in a cheerful mood, this Pokémon grows cheerful and joyous in the same way.", "link": "https://scrapeme.live/shop/Ralts/"},
{"name": "Manectric", "price": "76.00", "description": "Manectric discharges strong electricity from its mane. The mane is used for collecting electricity in the atmosphere. This Pokémon creates thunderclouds above its head.", "link": "https://scrapeme.live/shop/Manectric/"},
{"name": "Electrike", "price": "145.00", "description": "Electrike runs faster than the human eye can follow. The friction from running is converted into electricity, which is then stored in this Pokémon’s fur.", "link": "https://scrapeme.live/shop/Electrike/"},
{"name": "Medicham", "price": "77.00", "description": "Through the power of meditation, Medicham developed its sixth sense. It gained the ability to use psychokinetic powers. This Pokémon is known to meditate for a whole month without eating.", "link": "https://scrapeme.live/shop/Medicham/"},
{"name": "Meditite", "price": "97.00", "description": "Meditite heightens its inner energy through meditation. It survives on just one berry a day. Minimal eating is another aspect of this Pokémon’s training.", "link": "https://scrapeme.live/shop/Meditite/"},
{"name": "Spoink", "price": "163.00", "description": "Spoink keeps a pearl on top of its head. The pearl functions to amplify this Pokémon’s psychokinetic powers. It is therefore on a constant search for a bigger pearl.", "link": "https://scrapeme.live/shop/Spoink/"},
{"name": "Grumpig", "price": "182.00", "description": "Grumpig uses the black pearls on its body to wield its fantastic powers. When it is doing so, it dances bizarrely. This Pokémon’s black pearls are valuable as works of art.", "link": "https://scrapeme.live/shop/Grumpig/"},
{"name": "Torkoal", "price": "98.00", "description": "Torkoal generates energy by burning coal. It grows weaker as the fire dies down. When it is preparing for battle, this Pokémon burns more coal.", "link": "https://scrapeme.live/shop/Torkoal/"},
{"name": "Camerupt", "price": "124.00", "description": "The humps on Camerupt’s back are formed by a transformation of its bones. They sometimes blast out molten magma. This Pokémon apparently erupts often when it is enraged.", "link": "https://scrapeme.live/shop/Camerupt/"},
{"name": "Numel", "price": "170.00", "description": "Numel stores magma of almost 2,200 degrees Fahrenheit within its body. If it gets wet, the magma cools and hardens. In that event, the Pokémon’s body grows heavy and its movements become sluggish.", "link": "https://scrapeme.live/shop/Numel/"},
{"name": "Wailord", "price": "150.00", "description": "When chasing prey, Wailord herds them by leaping out of the water and making a humongous splash. It is breathtaking to see this Pokémon leaping out of the sea with others in its pod.", "link": "https://scrapeme.live/shop/Wailord/"},
{"name": "Wailmer", "price": "90.00", "description": "Wailmer can store water inside its body to transform itself into a ball for bouncing around on the ground. By filling itself up with more water, this Pokémon can elevate the height of its bounces.", "link": "https://scrapeme.live/shop/Wailmer/"},
{"name": "Sharpedo", "price": "129.00", "description": "Sharpedo can swim at speeds of up to 75 mph by jetting seawater out of its backside. This Pokémon’s drawback is its inability to swim long distances.", "link": "https://scrapeme.live/shop/Sharpedo/"},
{"name": "Carvanha", "price": "25.00", "description": "If anything invades Carvanha’s territory, it will swarm and tear at the intruder with its pointed fangs. On its own, however, this Pokémon turns suddenly timid.", "link": "https://scrapeme.live/shop/Carvanha/"},
{"name": "Swalot", "price": "130.00", "description": "Swalot has no teeth, so what it eats, it swallows whole, no matter what. Its cavernous mouth yawns widely. An automobile tire could easily fit inside this Pokémon’s mouth.", "link": "https://scrapeme.live/shop/Swalot/"},
{"name": "Gulpin", "price": "136.00", "description": "Most of Gulpin’s body is made up of its stomach—its heart and brain are very small in comparison. This Pokémon’s stomach contains special enzymes that dissolve anything.", "link": "https://scrapeme.live/shop/Gulpin/"},
{"name": "Roselia", "price": "90.00", "description": "On extremely rare occasions, a Roselia is said to appear with its flowers in unusual colors. The thorns on this Pokémon’s head contain a vicious poison.", "link": "https://scrapeme.live/shop/Roselia/"},
{"name": "Baltoy", "price": "167.00", "description": "As soon as it spots others of its kind, Baltoy congregates with them and then begins crying noisily in unison. This Pokémon sleeps while cleverly balancing itself on its one foot.", "link": "https://scrapeme.live/shop/Baltoy/"},
{"name": "Claydol", "price": "197.00", "description": "Claydol is an enigma that appeared from a clay statue made by an ancient civilization dating back 20,000 years. This Pokémon shoots beams from both its hands.", "link": "https://scrapeme.live/shop/Claydol/"},
{"name": "Crawdaunt", "price": "173.00", "description": "Crawdaunt molts (sheds) its shell regularly. Immediately after molting, its shell is soft and tender. Until the shell hardens, this Pokémon hides in its streambed burrow to avoid attack from its foes.", "link": "https://scrapeme.live/shop/Crawdaunt/"},
{"name": "Corphish", "price": "178.00", "description": "Corphish catches prey with its sharp claws. It has no likes or dislikes when it comes to food—it will eat anything. This Pokémon has no trouble living in filthy water.", "link": "https://scrapeme.live/shop/Corphish/"},
{"name": "Whiscash", "price": "179.00", "description": "If Whiscash goes on a wild rampage, it sets off a quake-like tremor with a radius of over three miles. This Pokémon has the ability to predict real earthquakes.", "link": "https://scrapeme.live/shop/Whiscash/"},
{"name": "Solrock", "price": "57.00", "description": "Sunlight is the source of Solrock’s power. It is said to possess the ability to read the emotions of others. This Pokémon gives off intense heat while rotating its body.", "link": "https://scrapeme.live/shop/Solrock/"},
{"name": "Lunatone", "price": "177.00", "description": "Lunatone becomes active around the time of the full moon. Instead of walking, it moves by floating in midair. The Pokémon’s intimidating red eyes cause all those who see it to become transfixed with fear.", "link": "https://scrapeme.live/shop/Lunatone/"},
{"name": "Seviper", "price": "107.00", "description": "Seviper’s swordlike tail serves two purposes—it slashes foes and douses them with secreted poison. This Pokémon will not give up its long-running blood feud with Zangoose.", "link": "https://scrapeme.live/shop/Seviper/"},
{"name": "Altaria", "price": "104.00", "description": "Altaria sings in a gorgeous soprano. Its wings are like cotton clouds. This Pokémon catches updrafts with its buoyant wings and soars way up into the wild blue yonder.", "link": "https://scrapeme.live/shop/Altaria/"},
{"name": "Swablu", "price": "121.00", "description": "Swablu loves to make things clean. If it spots something dirty, it will wipe and polish it with its cottony wings. If its wings become dirty, this Pokémon finds a stream and showers itself.", "link": "https://scrapeme.live/shop/Swablu/"},
{"name": "Cacturne", "price": "31.00", "description": "If a traveler is going through a desert in the thick of night, Cacturne will follow in a ragtag group. The Pokémon are biding their time, waiting for the traveler to tire and become incapable of moving.", "link": "https://scrapeme.live/shop/Cacturne/"},
{"name": "Cacnea", "price": "105.00", "description": "The more arid and harsh the environment, the more pretty and fragrant a flower Cacnea grows. This Pokémon battles by wildly swinging its thorny arms.", "link": "https://scrapeme.live/shop/Cacnea/"},
{"name": "Flygon", "price": "174.00", "description": "Flygon whips up a sandstorm by flapping its wings. The wings create a series of notes that sound like singing. Because the “singing” is the only thing that can be heard in a sandstorm, this Pokémon is said to be the desert spirit.", "link": "https://scrapeme.live/shop/Flygon/"},
{"name": "Vibrava", "price": "200.00", "description": "Vibrava’s wings have not yet completed the process of growing. Rather than flying long distances, they are more useful for generating ultrasonic waves by vibrating.", "link": "https://scrapeme.live/shop/Vibrava/"},
{"name": "Trapinch", "price": "116.00", "description": "Trapinch is a patient hunter. It digs an inescapable pit in a desert and waits for its prey to come tumbling down. This Pokémon can go a whole week without access to any water.", "link": "https://scrapeme.live/shop/Trapinch/"},
{"name": "Wynaut", "price": "168.00", "description": "Wynaut gather on moonlit nights to play by squeezing up against each other. By being squeezed, this Pokémon gains endurance and is trained to dole out powerful counterattacks.", "link": "https://scrapeme.live/shop/Wynaut/"},
{"name": "Absol", "price": "134.00", "description": "Absol has the ability to foretell the coming of natural disasters. It lives in a harsh, rugged mountain environment. This Pokémon very rarely ventures down from the mountains.", "link": "https://scrapeme.live/shop/Absol/"},
{"name": "Tropius", "price": "196.00", "description": "Children of the southern tropics eat as snacks the fruit that grows in bunches around the neck of Tropius. This Pokémon flies by flapping the leaves on its back as if they were wings.", "link": "https://scrapeme.live/shop/Tropius/"},
{"name": "Chimecho", "price": "51.00", "description": "In high winds, Chimecho cries as it hangs from a tree branch or the eaves of a building using a suction cup on its head. This Pokémon plucks berries with its long tail and eats them.", "link": "https://scrapeme.live/shop/Chimecho/"},
{"name": "Metagross", "price": "170.00", "description": "Metagross is the result of two Metang achieving fusion. When hunting, this Pokémon pins the prey to the ground under its massive body. It then eats the helpless victim using the large mouth on its stomach.", "link": "https://scrapeme.live/shop/Metagross/"},
{"name": "Metang", "price": "78.00", "description": "When two Beldum fuse together, Metang is formed. The brains of the Beldum are joined by a magnetic nervous system. This Pokémon turns its arms to the rear for traveling at high speed.", "link": "https://scrapeme.live/shop/Metang/"},
{"name": "Beldum", "price": "122.00", "description": "Beldum keeps itself floating by generating a magnetic force that repels earth’s natural magnetism. When it sleeps, this Pokémon anchors itself to a cliff using the hooks on its rear.", "link": "https://scrapeme.live/shop/Beldum/"},
{"name": "Salamence", "price": "62.00", "description": "By evolving into Salamence, this Pokémon finally realizes its long-held dream of growing wings. To express its joy, it flies and wheels all over the sky while spouting flames from its mouth.", "link": "https://scrapeme.live/shop/Salamence/"},
{"name": "Luvdisc", "price": "44.00", "description": "Luvdisc’s heart-shaped body is a symbol of love and romance. It is said that any couple meeting this Pokémon is promised a loving relationship that never ends.", "link": "https://scrapeme.live/shop/Luvdisc/"},
{"name": "Bagon", "price": "34.00", "description": "Bagon harbors a never-ending dream of one day soaring high among the clouds. As if trying to dispel its frustration over its inability to fly, this Pokémon slams its hard head against huge rocks and shatters them into pebbles.", "link": "https://scrapeme.live/shop/Bagon/"},
{"name": "Shelgon", "price": "56.00", "description": "Covering Shelgon’s body are outgrowths much like bones. The shell is very hard and bounces off enemy attacks. When awaiting evolution, this Pokémon hides away in a cavern.", "link": "https://scrapeme.live/shop/Shelgon/"},
{"name": "Relicanth", "price": "157.00", "description": "Relicanth is a rare species that was discovered in deep-sea explorations. This Pokémon’s body withstands the enormous water pressure of the ocean depths. Its body is covered in tough scales that are like craggy rocks.", "link": "https://scrapeme.live/shop/Relicanth/"},
{"name": "Gorebyss", "price": "150.00", "description": "Although Gorebyss is the very picture of elegance and beauty while swimming, it is also cruel. When it spots prey, this Pokémon inserts its thin mouth into the prey’s body and drains the prey of its body fluids.", "link": "https://scrapeme.live/shop/Gorebyss/"},
{"name": "Huntail", "price": "52.00", "description": "Huntail’s tail is shaped like a fish. It uses the tail to attract prey, then swallows the prey whole with its large, gaping mouth. This Pokémon swims by wiggling its slender body like a snake.", "link": "https://scrapeme.live/shop/Huntail/"},
{"name": "Clamperl", "price": "48.00", "description": "Clamperl grows while being protected by its rock-hard shell. When its body becomes too large to fit inside the shell, it is sure evidence that this Pokémon is getting close to evolution.", "link": "https://scrapeme.live/shop/Clamperl/"},
{"name": "Walrein", "price": "27.00", "description": "Walrein swims all over in frigid seawater while crushing icebergs with its grand, imposing tusks. Its thick layer of blubber makes enemy attacks bounce off harmlessly.", "link": "https://scrapeme.live/shop/Walrein/"},
{"name": "Prinplup", "price": "177.00", "description": "It lives a solitary life. Its wings deliver wicked blows that can snap even the thickest of trees.", "link": "https://scrapeme.live/shop/Prinplup/"},
{"name": "Infernape", "price": "165.00", "description": "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style.", "link": "https://scrapeme.live/shop/Infernape/"},
{"name": "Monferno", "price": "68.00", "description": "It uses ceilings and walls to launch aerial attacks. Its fiery tail is but one weapon.", "link": "https://scrapeme.live/shop/Monferno/"},
{"name": "Chimchar", "price": "143.00", "description": "The gas made in its belly burns from its rear end. The fire burns weakly when it feels sick.", "link": "https://scrapeme.live/shop/Chimchar/"},
{"name": "Torterra", "price": "87.00", "description": "Small Pokémon occasionally gather on its unmoving back to begin building their nests.", "link": "https://scrapeme.live/shop/Torterra/"},
{"name": "Grotle", "price": "154.00", "description": "It knows where pure water wells up. It carries fellow Pokémon there on its back.", "link": "https://scrapeme.live/shop/Grotle/"},
{"name": "Jirachi", "price": "111.00", "description": "Jirachi will awaken from its sleep of a thousand years if you sing to it in a voice of purity. It is said to make true any wish that people desire.", "link": "https://scrapeme.live/shop/Jirachi/"},
{"name": "Turtwig", "price": "101.00", "description": "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty.", "link": "https://scrapeme.live/shop/Turtwig/"},
{"name": "Groudon", "price": "124.00", "description": "Through Primal Reversion and with nature’s full power, it will take back its true form. It can cause magma to erupt and expand the landmass of the world.", "link": "https://scrapeme.live/shop/Groudon/"},
{"name": "Rayquaza", "price": "97.00", "description": "It flies forever through the ozone layer, consuming meteoroids for sustenance. The many meteoroids in its body provide the energy it needs to Mega Evolve.", "link": "https://scrapeme.live/shop/Rayquaza/"},
{"name": "Kyogre", "price": "27.00", "description": "Kyogre is said to be the personification of the sea itself. Legends tell of its many clashes against Groudon, as each sought to gain the power of nature.", "link": "https://scrapeme.live/shop/Kyogre/"},
{"name": "Latios", "price": "166.00", "description": "Latios will only open its heart to a Trainer with a compassionate spirit. This Pokémon can fly faster than a jet plane by folding its forelegs to minimize air resistance.", "link": "https://scrapeme.live/shop/Latios/"},
{"name": "Latias", "price": "126.00", "description": "Latias is highly intelligent and capable of understanding human speech. It is covered with a glass-like down. The Pokémon enfolds its body with its down and refracts light to alter its appearance.", "link": "https://scrapeme.live/shop/Latias/"},
{"name": "Registeel", "price": "196.00", "description": "Registeel was imprisoned by people in ancient times. The metal composing its body is thought to be a curious substance that is not of this earth.", "link": "https://scrapeme.live/shop/Registeel/"},
{"name": "Regice", "price": "165.00", "description": "Regice cloaks itself with frigid air of -328 degrees Fahrenheit. Things will freeze solid just by going near this Pokémon. Its icy body is so cold, it will not melt even if it is immersed in magma.", "link": "https://scrapeme.live/shop/Regice/"},
{"name": "Shieldon", "price": "42.00", "description": "It was generated from a fossil dug out of a layer of clay that was older than anyone knows. It has a sturdy face.", "link": "https://scrapeme.live/shop/Shieldon/"},
{"name": "Cranidos", "price": "47.00", "description": "A lifelong jungle dweller from 100 million years ago, it would snap obstructing trees with headbutts.", "link": "https://scrapeme.live/shop/Cranidos/"},
{"name": "Rampardos", "price": "196.00", "description": "Its skull is as hard as iron. It is a brute that tears down jungle trees while catching prey.", "link": "https://scrapeme.live/shop/Rampardos/"},
{"name": "Roserade", "price": "155.00", "description": "With the movements of a dancer, it strikes with whips that are densely lined with poison thorns.", "link": "https://scrapeme.live/shop/Roserade/"},
{"name": "Budew", "price": "171.00", "description": "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen.", "link": "https://scrapeme.live/shop/Budew/"},
{"name": "Buneary", "price": "180.00", "description": "When it senses danger, it perks up its ears. On cold nights, it sleeps with its head tucked into its fur.", "link": "https://scrapeme.live/shop/Buneary/"},
{"name": "Drifblim", "price": "36.00", "description": "It’s drowsy in daytime, but flies off in the evening in big groups. No one knows where they go.", "link": "https://scrapeme.live/shop/Drifblim/"},
{"name": "Drifloon", "price": "70.00", "description": "These Pokémon are called the “Signpost for Wandering Spirits.” Children holding them sometimes vanish.", "link": "https://scrapeme.live/shop/Drifloon/"},
{"name": "Ambipom", "price": "36.00", "description": "To eat, it deftly shucks nuts with its two tails. It rarely uses its arms now.", "link": "https://scrapeme.live/shop/Ambipom/"},
{"name": "Gastrodon", "price": "148.00", "description": "It apparently had a huge shell for protection in ancient times. It lives in shallow tidal pools.", "link": "https://scrapeme.live/shop/Gastrodon/"},
{"name": "Shellos", "price": "163.00", "description": "Its shape and coloration vary, depending on its habitat.", "link": "https://scrapeme.live/shop/Shellos/"},
{"name": "Cherrim", "price": "161.00", "description": "If it senses strong sunlight, it opens its folded petals to absorb the sun’s rays with its whole body.", "link": "https://scrapeme.live/shop/Cherrim/"},
{"name": "Cherubi", "price": "101.00", "description": "It evolves by sucking the energy out of the small ball where it had been storing nutrients.", "link": "https://scrapeme.live/shop/Cherubi/"},
{"name": "Floatzel", "price": "40.00", "description": "Its flotation sac developed as a result of pursuing aquatic prey. It can double as a rubber raft.", "link": "https://scrapeme.live/shop/Floatzel/"},
{"name": "Buizel", "price": "55.00", "description": "It inflates the flotation sac around its neck and pokes its head out of the water to see what is going on.", "link": "https://scrapeme.live/shop/Buizel/"},
{"name": "Pachirisu", "price": "151.00", "description": "A pair may be seen rubbing their cheek pouches together in an effort to share stored electricity.", "link": "https://scrapeme.live/shop/Pachirisu/"},
{"name": "Garchomp", "price": "62.00", "description": "It flies at speeds equal to a jet fighter plane. It never allows its prey to escape.", "link": "https://scrapeme.live/shop/Garchomp/"},
{"name": "Gible", "price": "194.00", "description": "It nests in small, horizontal holes in cave walls. It pounces to catch prey that stray too close.", "link": "https://scrapeme.live/shop/Gible/"},
{"name": "Gabite", "price": "154.00", "description": "As it digs to expand its nest, it habitually digs up gems that it then hoards in its nest.", "link": "https://scrapeme.live/shop/Gabite/"},
{"name": "Spiritomb", "price": "165.00", "description": "It was bound to a fissure in an odd keystone as punishment for misdeeds 500 years ago.", "link": "https://scrapeme.live/shop/Spiritomb/"},
{"name": "Chatot", "price": "78.00", "description": "It can learn and speak human words. If they gather, they all learn the same saying.", "link": "https://scrapeme.live/shop/Chatot/"},
{"name": "Happiny", "price": "67.00", "description": "It carefully carries a round, white rock that it thinks is an egg. It’s bothered by how curly its hair looks.", "link": "https://scrapeme.live/shop/Happiny/"},
{"name": "Mime-jr", "price": "170.00", "description": "It habitually mimics foes. Once mimicked, the foe cannot take its eyes off this Pokémon.", "link": "https://scrapeme.live/shop/Mime-jr/"},
{"name": "Bonsly", "price": "106.00", "description": "It prefers an arid atmosphere. It leaks water that looks like tears when adjusting its moisture level.", "link": "https://scrapeme.live/shop/Bonsly/"},
{"name": "Skuntank", "price": "112.00", "description": "It sprays a stinky fluid from its tail. The fluid smells worse the longer it is allowed to fester.", "link": "https://scrapeme.live/shop/Skuntank/"},
{"name": "Bronzong", "price": "110.00", "description": "Ancient people believed that petitioning Bronzong for rain was the way to make crops grow.", "link": "https://scrapeme.live/shop/Bronzong/"},
{"name": "Stunky", "price": "106.00", "description": "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours.", "link": "https://scrapeme.live/shop/Stunky/"},
{"name": "Purugly", "price": "128.00", "description": "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails.", "link": "https://scrapeme.live/shop/Purugly/"},
{"name": "Glameow", "price": "39.00", "description": "When it’s happy, Glameow demonstrates beautiful movements of its tail, like a dancing ribbon.", "link": "https://scrapeme.live/shop/Glameow/"},
{"name": "Honchkrow", "price": "47.00", "description": "Becoming active at night, it is known to swarm with numerous Murkrow in tow.", "link": "https://scrapeme.live/shop/Honchkrow/"},
{"name": "Mismagius", "price": "38.00", "description": "Its cries sound like incantations to torment the foe. It appears where you least expect it.", "link": "https://scrapeme.live/shop/Mismagius/"},
{"name": "Magnezone", "price": "190.00", "description": "It evolved from exposure to a special magnetic field. Three units generate magnetism.", "link": "https://scrapeme.live/shop/Magnezone/"},
{"name": "Abomasnow", "price": "46.00", "description": "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards.", "link": "https://scrapeme.live/shop/Abomasnow/"},
{"name": "Snover", "price": "104.00", "description": "In the spring, it grows berries with the texture of frozen treats around its belly.", "link": "https://scrapeme.live/shop/Snover/"},
{"name": "Mantyke", "price": "121.00", "description": "When it swims close to the surface of the ocean, people aboard ships are able to observe the pattern on its back.", "link": "https://scrapeme.live/shop/Mantyke/"},
{"name": "Lumineon", "price": "72.00", "description": "To avoid detection by predators, it crawls along the seafloor using the two fins on its chest.", "link": "https://scrapeme.live/shop/Lumineon/"},
{"name": "Rotom", "price": "42.00", "description": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.", "link": "https://scrapeme.live/shop/Rotom/"},
{"name": "Froslass", "price": "86.00", "description": "Legends in snowy regions say that a woman who was lost on an icy mountain was reborn as Froslass.", "link": "https://scrapeme.live/shop/Froslass/"},
{"name": "Dusknoir", "price": "158.00", "description": "The antenna on its head captures radio waves from the world of spirits that command it to take people there.", "link": "https://scrapeme.live/shop/Dusknoir/"},
{"name": "Gallade", "price": "149.00", "description": "A master of courtesy and swordsmanship, it fights using extending swords on its elbows.", "link": "https://scrapeme.live/shop/Gallade/"},
{"name": "Probopass", "price": "181.00", "description": "It freely controls three small units called Mini-Noses using magnetic force.", "link": "https://scrapeme.live/shop/Probopass/"},
{"name": "Mamoswine", "price": "104.00", "description": "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age.", "link": "https://scrapeme.live/shop/Mamoswine/"},
{"name": "Glaceon", "price": "142.00", "description": "It lowers its body heat to freeze its fur. The hairs then become like needles it can fire.", "link": "https://scrapeme.live/shop/Glaceon/"},
{"name": "Gliscor", "price": "28.00", "description": "Its flight is soundless. It uses its lengthy tail to carry off its prey… Then its elongated fangs do the rest.", "link": "https://scrapeme.live/shop/Gliscor/"},
{"name": "Leafeon", "price": "93.00", "description": "Just like a plant, it uses photosynthesis. As a result, it is always enveloped in clear air.", "link": "https://scrapeme.live/shop/Leafeon/"},
{"name": "Yanmega", "price": "121.00", "description": "This six-legged Pokémon is easily capable of transporting an adult in flight. The wings on its tail help it stay balanced.", "link": "https://scrapeme.live/shop/Yanmega/"},
{"name": "Togekiss", "price": "158.00", "description": "It shares many blessings with people who respect one another’s rights and avoid needless strife.", "link": "https://scrapeme.live/shop/Togekiss/"},
{"name": "Serperior", "price": "88.00", "description": "It can stop its opponents’ movements with just a glare. It takes in solar energy and boosts it internally.", "link": "https://scrapeme.live/shop/Serperior/"},
{"name": "Servine", "price": "154.00", "description": "When it gets dirty, its leaves can’t be used in photosynthesis, so it always keeps itself clean.", "link": "https://scrapeme.live/shop/Servine/"},
{"name": "Snivy", "price": "102.00", "description": "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop.", "link": "https://scrapeme.live/shop/Snivy/"},
{"name": "Victini", "price": "109.00", "description": "When it shares the infinite energy it creates, that being’s entire body will be overflowing with power.", "link": "https://scrapeme.live/shop/Victini/"},
{"name": "Arceus", "price": "53.00", "description": "It is told in mythology that this Pokémon was born before the universe even existed.", "link": "https://scrapeme.live/shop/Arceus/"},
{"name": "Darkrai", "price": "59.00", "description": "It can lull people to sleep and make them dream. It is active during nights of the new moon.", "link": "https://scrapeme.live/shop/Darkrai/"},
{"name": "Manaphy", "price": "74.00", "description": "It starts its life with a wondrous power that permits it to bond with any kind of Pokémon.", "link": "https://scrapeme.live/shop/Manaphy/"},
{"name": "Phione", "price": "155.00", "description": "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted.", "link": "https://scrapeme.live/shop/Phione/"},
{"name": "Cresselia", "price": "34.00", "description": "Those who sleep holding Cresselia’s feather are assured of joyful dreams. It is said to represent the crescent moon.", "link": "https://scrapeme.live/shop/Cresselia/"},
{"name": "Heatran", "price": "142.00", "description": "Boiling blood, like magma, circulates through its body. It makes its dwelling place in volcanic caves.", "link": "https://scrapeme.live/shop/Heatran/"},
{"name": "Regigigas", "price": "77.00", "description": "There is an enduring legend that states this Pokémon towed continents with ropes.", "link": "https://scrapeme.live/shop/Regigigas/"},
{"name": "Palkia", "price": "151.00", "description": "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology.", "link": "https://scrapeme.live/shop/Palkia/"},
{"name": "Dialga", "price": "179.00", "description": "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity.", "link": "https://scrapeme.live/shop/Dialga/"},
{"name": "Azelf", "price": "32.00", "description": "It is thought that Uxie, Mesprit, and Azelf all came from the same egg.", "link": "https://scrapeme.live/shop/Azelf/"},
{"name": "Mesprit", "price": "25.00", "description": "It sleeps at the bottom of a lake. Its spirit is said to leave its body to fly on the lake’s surface.", "link": "https://scrapeme.live/shop/Mesprit/"},
{"name": "Pansear", "price": "194.00", "description": "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit.", "link": "https://scrapeme.live/shop/Pansear/"},
{"name": "Pansage", "price": "197.00", "description": "It’s good at finding berries and gathers them from all over. It’s kind enough to share them with friends.", "link": "https://scrapeme.live/shop/Pansage/"},
{"name": "Liepard", "price": "104.00", "description": "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react.", "link": "https://scrapeme.live/shop/Liepard/"},
{"name": "Simisage", "price": "98.00", "description": "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter.", "link": "https://scrapeme.live/shop/Simisage/"},
{"name": "Purrloin", "price": "167.00", "description": "They steal from people for fun, but their victims can’t help but forgive them. Their deceptively cute act is perfect.", "link": "https://scrapeme.live/shop/Purrloin/"},
{"name": "Excadrill", "price": "36.00", "description": "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels.", "link": "https://scrapeme.live/shop/Excadrill/"},
{"name": "Drilbur", "price": "132.00", "description": "By spinning its body, it can dig straight through the ground at a speed of 30 mph.", "link": "https://scrapeme.live/shop/Drilbur/"},
{"name": "Swoobat", "price": "49.00", "description": "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift.", "link": "https://scrapeme.live/shop/Swoobat/"},
{"name": "Woobat", "price": "27.00", "description": "The heart-shaped mark left on a body after a Woobat has been attached to it is said to bring good fortune.", "link": "https://scrapeme.live/shop/Woobat/"},
{"name": "Gigalith", "price": "67.00", "description": "Compressing the energy from its internal core lets it fire off an attack capable of blowing away a mountain.", "link": "https://scrapeme.live/shop/Gigalith/"},
{"name": "Boldore", "price": "76.00", "description": "When it is healthy, its core sticks out. Always facing the same way, it swiftly moves front to back and left to right.", "link": "https://scrapeme.live/shop/Boldore/"},
{"name": "Zebstrika", "price": "138.00", "description": "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates.", "link": "https://scrapeme.live/shop/Zebstrika/"},
{"name": "Roggenrola", "price": "41.00", "description": "They were discovered a hundred years ago in an earthquake fissure. Inside each one is an energy core.", "link": "https://scrapeme.live/shop/Roggenrola/"},
{"name": "Unfezant", "price": "135.00", "description": "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers.", "link": "https://scrapeme.live/shop/Unfezant/"},
{"name": "Tranquill", "price": "199.00", "description": "No matter where in the world it goes, it knows where its nest is, so it never gets separated from its Trainer.", "link": "https://scrapeme.live/shop/Tranquill/"},
{"name": "Pidove", "price": "172.00", "description": "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas.", "link": "https://scrapeme.live/shop/Pidove/"},
{"name": "Whimsicott", "price": "26.00", "description": "Like the wind, it can slip through any gap, no matter how small. It leaves balls of white fluff behind.", "link": "https://scrapeme.live/shop/Whimsicott/"},
{"name": "Cottonee", "price": "77.00", "description": "Perhaps because they feel more at ease in a group, they stick to others they find. They end up looking like a cloud.", "link": "https://scrapeme.live/shop/Cottonee/"},
{"name": "Scolipede", "price": "153.00", "description": "With quick movements, it chases down its foes, attacking relentlessly with its horns until it prevails.", "link": "https://scrapeme.live/shop/Scolipede/"},
{"name": "Whirlipede", "price": "84.00", "description": "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent.", "link": "https://scrapeme.live/shop/Whirlipede/"},
{"name": "Venipede", "price": "87.00", "description": "Its bite injects a potent poison, enough to paralyze large bird Pokémon that try to prey on it.", "link": "https://scrapeme.live/shop/Venipede/"},
{"name": "Leavanny", "price": "130.00", "description": "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle.", "link": "https://scrapeme.live/shop/Leavanny/"},
{"name": "Swadloon", "price": "107.00", "description": "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests.", "link": "https://scrapeme.live/shop/Swadloon/"},
{"name": "Throh", "price": "43.00", "description": "When it encounters a foe bigger than itself, it wants to throw it. It changes belts as it gets stronger.", "link": "https://scrapeme.live/shop/Throh/"},
{"name": "Sewaddle", "price": "40.00", "description": "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers.", "link": "https://scrapeme.live/shop/Sewaddle/"},
{"name": "Sawk", "price": "129.00", "description": "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them.", "link": "https://scrapeme.live/shop/Sawk/"},
{"name": "Seismitoad", "price": "90.00", "description": "They shoot paralyzing liquid from their head bumps. They use vibration to hurt their opponents.", "link": "https://scrapeme.live/shop/Seismitoad/"},
{"name": "Palpitoad", "price": "117.00", "description": "It lives in the water and on land. It uses its long, sticky tongue to immobilize its opponents.", "link": "https://scrapeme.live/shop/Palpitoad/"},
{"name": "Conkeldurr", "price": "72.00", "description": "Rather than rely on force, they master moves that utilize the centrifugal force of spinning concrete.", "link": "https://scrapeme.live/shop/Conkeldurr/"},
{"name": "Gurdurr", "price": "179.00", "description": "This Pokémon is so muscular and strongly built that even a group of wrestlers could not make it budge an inch.", "link": "https://scrapeme.live/shop/Gurdurr/"},
{"name": "Timburr", "price": "194.00", "description": "Always carrying squared logs, they help out with construction. As they grow, they carry bigger logs.", "link": "https://scrapeme.live/shop/Timburr/"},
{"name": "Carracosta", "price": "158.00", "description": "It could knock out a foe with a slap from one of its developed front appendages and chew it up, shell or bones and all.", "link": "https://scrapeme.live/shop/Carracosta/"},
{"name": "Cofagrigus", "price": "160.00", "description": "Grave robbers who mistake them for real coffins and get too close end up trapped inside their bodies.", "link": "https://scrapeme.live/shop/Cofagrigus/"},
{"name": "Tirtouga", "price": "60.00", "description": "Restored from a fossil, this Pokémon can dive to depths beyond half a mile.", "link": "https://scrapeme.live/shop/Tirtouga/"},
{"name": "Yamask", "price": "171.00", "description": "Each of them carries a mask that used to be its face when it was human. Sometimes they look at it and cry.", "link": "https://scrapeme.live/shop/Yamask/"},
{"name": "Sigilyph", "price": "68.00", "description": "The guardians of an ancient city, they always fly the same route while keeping watch for invaders.", "link": "https://scrapeme.live/shop/Sigilyph/"},
{"name": "Vanillite", "price": "108.00", "description": "This Pokémon formed from icicles bathed in energy from the morning sun. It sleeps buried in snow.", "link": "https://scrapeme.live/shop/Vanillite/"},
{"name": "Ducklett", "price": "159.00", "description": "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater.", "link": "https://scrapeme.live/shop/Ducklett/"},
{"name": "Swanna", "price": "36.00", "description": "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock.", "link": "https://scrapeme.live/shop/Swanna/"},
{"name": "Reuniclus", "price": "168.00", "description": "When Reuniclus shake hands, a network forms between their brains, increasing their psychic power.", "link": "https://scrapeme.live/shop/Reuniclus/"},
{"name": "Duosion", "price": "71.00", "description": "When their two divided brains think the same thoughts, their psychic power is maximized.", "link": "https://scrapeme.live/shop/Duosion/"},
{"name": "Solosis", "price": "134.00", "description": "They drive away attackers by unleashing psychic power. They can use telepathy to talk with others.", "link": "https://scrapeme.live/shop/Solosis/"},
{"name": "Gothitelle", "price": "164.00", "description": "They can predict the future from the placement and movement of the stars. They can see Trainers’ life spans.", "link": "https://scrapeme.live/shop/Gothitelle/"},
{"name": "Gothorita", "price": "189.00", "description": "According to many old tales, it creates friends for itself by controlling sleeping children on starry nights.", "link": "https://scrapeme.live/shop/Gothorita/"},
{"name": "Gothita", "price": "68.00", "description": "They intently observe both Trainers and Pokémon. Apparently, they are looking at something that only Gothita can see.", "link": "https://scrapeme.live/shop/Gothita/"},
{"name": "Cinccino", "price": "154.00", "description": "Cinccino’s body is coated in a special oil that helps it deflect attacks, such as punches.", "link": "https://scrapeme.live/shop/Cinccino/"},
{"name": "Minccino", "price": "79.00", "description": "These Pokémon prefer a tidy habitat. They are always sweeping and dusting, using their tails as brooms.", "link": "https://scrapeme.live/shop/Minccino/"},
{"name": "Klink", "price": "75.00", "description": "The two minigears that mesh together are predetermined. Each will rebound from other minigears without meshing.", "link": "https://scrapeme.live/shop/Klink/"},
{"name": "Klang", "price": "162.00", "description": "A minigear and big gear comprise its body. If the minigear it launches at a foe doesn’t return, it will die.", "link": "https://scrapeme.live/shop/Klang/"},
{"name": "Ferrothorn", "price": "182.00", "description": "They attach themselves to cave ceilings, firing steel spikes at targets passing beneath them.", "link": "https://scrapeme.live/shop/Ferrothorn/"},
{"name": "Ferroseed", "price": "81.00", "description": "It absorbs the iron it finds in the rock while clinging to the ceiling. It shoots spikes when in danger.", "link": "https://scrapeme.live/shop/Ferroseed/"},
{"name": "Galvantula", "price": "57.00", "description": "When attacked, they create an electric barrier by spitting out many electrically charged threads.", "link": "https://scrapeme.live/shop/Galvantula/"},
{"name": "Joltik", "price": "59.00", "description": "They attach themselves to large-bodied Pokémon and absorb static electricity, which they store in an electric pouch.", "link": "https://scrapeme.live/shop/Joltik/"},
{"name": "Jellicent", "price": "114.00", "description": "The fate of the ships and crew that wander into Jellicent’s habitat: all sunken, all lost, all vanished.", "link": "https://scrapeme.live/shop/Jellicent/"},
{"name": "Alomomola", "price": "35.00", "description": "It gently holds injured and weak Pokémon in its fins. Its special membrane heals their wounds.", "link": "https://scrapeme.live/shop/Alomomola/"},
{"name": "Escavalier", "price": "189.00", "description": "These Pokémon evolve by wearing the shell covering of a Shelmet. The steel armor protects their whole body.", "link": "https://scrapeme.live/shop/Escavalier/"},
{"name": "Karrablast", "price": "41.00", "description": "For some reason they evolve when they receive electrical energy while they are attacking Shelmet.", "link": "https://scrapeme.live/shop/Karrablast/"},
{"name": "Frillish", "price": "63.00", "description": "If its veil-like arms stun and wrap a foe, that foe will be dragged miles below the surface, never to return.", "link": "https://scrapeme.live/shop/Frillish/"},
{"name": "Foongus", "price": "129.00", "description": "It lures Pokémon with its pattern that looks just like a Poké Ball, then releases poison spores.", "link": "https://scrapeme.live/shop/Foongus/"},
{"name": "Sawsbuck", "price": "76.00", "description": "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring.", "link": "https://scrapeme.live/shop/Sawsbuck/"},
{"name": "Deerling", "price": "141.00", "description": "The turning of the seasons changes the color and scent of this Pokémon’s fur. People use it to mark the seasons.", "link": "https://scrapeme.live/shop/Deerling/"},
{"name": "Vanilluxe", "price": "89.00", "description": "Swallowing large amounts of water, they make snow clouds inside their bodies and, when angry, cause violent blizzards.", "link": "https://scrapeme.live/shop/Vanilluxe/"},
{"name": "Accelgor", "price": "129.00", "description": "When its body dries out, it weakens. So, to prevent dehydration, it wraps itself in many layers of thin membrane.", "link": "https://scrapeme.live/shop/Accelgor/"},
{"name": "Shelmet", "price": "190.00", "description": "It evolves when bathed in an electric-like energy along with Karrablast. The reason is still unknown.", "link": "https://scrapeme.live/shop/Shelmet/"},
{"name": "Cryogonal", "price": "72.00", "description": "They are composed of ice crystals. They capture prey with chains of ice, freezing the prey at -148 degrees Fahrenheit.", "link": "https://scrapeme.live/shop/Cryogonal/"},
{"name": "Beartic", "price": "28.00", "description": "It freezes its breath to create fangs and claws of ice to fight with. Cold northern areas are its habitat.", "link": "https://scrapeme.live/shop/Beartic/"},
{"name": "Cubchoo", "price": "62.00", "description": "Their snot is a barometer of health. When healthy, their snot is sticky and the power of their ice moves increases.", "link": "https://scrapeme.live/shop/Cubchoo/"},
{"name": "Deino", "price": "63.00", "description": "Lacking sight, it’s unaware of its surroundings, so it bumps into things and eats anything that moves.", "link": "https://scrapeme.live/shop/Deino/"},
{"name": "Mandibuzz", "price": "89.00", "description": "Watching from the sky, they swoop to strike weakened Pokémon on the ground. They decorate themselves with bones.", "link": "https://scrapeme.live/shop/Mandibuzz/"},
{"name": "Durant", "price": "28.00", "description": "They attack in groups, covering themselves in steel armor to protect themselves from Heatmor.", "link": "https://scrapeme.live/shop/Durant/"},
{"name": "Heatmor", "price": "81.00", "description": "It draws in air through its tail, transforms it into fire, and uses it like a tongue. It melts Durant and eats them.", "link": "https://scrapeme.live/shop/Heatmor/"},
{"name": "Braviary", "price": "83.00", "description": "They fight for their friends without any thought about danger to themselves. One can carry a car while flying.", "link": "https://scrapeme.live/shop/Braviary/"},
{"name": "Vullaby", "price": "61.00", "description": "Their wings are too tiny to allow them to fly. They guard their posteriors with bones that were gathered by Mandibuzz.", "link": "https://scrapeme.live/shop/Vullaby/"},
{"name": "Rufflet", "price": "60.00", "description": "They will challenge anything, even strong opponents, without fear. Their frequent fights help them become stronger.", "link": "https://scrapeme.live/shop/Rufflet/"},
{"name": "Bouffalant", "price": "59.00", "description": "Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt.", "link": "https://scrapeme.live/shop/Bouffalant/"},
{"name": "Bisharp", "price": "129.00", "description": "Bisharp pursues prey in the company of a large group of Pawniard. Then Bisharp finishes off the prey.", "link": "https://scrapeme.live/shop/Bisharp/"},
{"name": "Pawniard", "price": "37.00", "description": "Ignoring their injuries, groups attack by sinking the blades that cover their bodies into their prey.", "link": "https://scrapeme.live/shop/Pawniard/"},
{"name": "Golurk", "price": "74.00", "description": "It flies across the sky at Mach speeds. Removing the seal on its chest makes its internal energy go out of control.", "link": "https://scrapeme.live/shop/Golurk/"},
{"name": "Froakie", "price": "38.00", "description": "It protects its skin by covering its body in delicate bubbles. Beneath its happy-go-lucky air, it keeps a watchful eye on its surroundings.", "link": "https://scrapeme.live/shop/Froakie/"},
{"name": "Delphox", "price": "170.00", "description": "Using psychic power, it generates a fiery vortex of 5,400 degrees Fahrenheit, incinerating foes swept into this whirl of flame.", "link": "https://scrapeme.live/shop/Delphox/"},
{"name": "Braixen", "price": "59.00", "description": "When the twig is plucked from its tail, friction sets the twig alight. The flame is used to send signals to its allies.", "link": "https://scrapeme.live/shop/Braixen/"},
{"name": "Fennekin", "price": "123.00", "description": "As it walks, it munches on a twig in place of a snack. It intimidates opponents by puffing hot air out of its ears.", "link": "https://scrapeme.live/shop/Fennekin/"},
{"name": "Chesnaught", "price": "96.00", "description": "When it takes a defensive posture with its fists guarding its face, it could withstand a bomb blast.", "link": "https://scrapeme.live/shop/Chesnaught/"},
{"name": "Quilladin", "price": "161.00", "description": "They strengthen their lower bodies by running into one another. They are very kind and won’t start fights.", "link": "https://scrapeme.live/shop/Quilladin/"},
{"name": "Genesect", "price": "173.00", "description": "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back.", "link": "https://scrapeme.live/shop/Genesect/"},
{"name": "Reshiram", "price": "147.00", "description": "When Reshiram’s tail flares, the heat energy moves the atmosphere and changes the world’s weather.", "link": "https://scrapeme.live/shop/Reshiram/"},
{"name": "Chespin", "price": "185.00", "description": "Such a thick shell of wood covers its head and back that even a direct hit from a truck wouldn’t faze it.", "link": "https://scrapeme.live/shop/Chespin/"},
{"name": "Zekrom", "price": "135.00", "description": "Concealing itself in lightning clouds, it flies throughout the Unova region. It creates electricity in its tail.", "link": "https://scrapeme.live/shop/Zekrom/"},
{"name": "Virizion", "price": "156.00", "description": "Legends say this Pokémon confounded opponents with its swift movements.", "link": "https://scrapeme.live/shop/Virizion/"},
{"name": "Terrakion", "price": "87.00", "description": "Spoken of in legend, this Pokémon used its phenomenal power to destroy a castle in its effort to protect Pokémon.", "link": "https://scrapeme.live/shop/Terrakion/"},
{"name": "Cobalion", "price": "111.00", "description": "It has a body and heart of steel. It worked with its allies to punish people when they hurt Pokémon.", "link": "https://scrapeme.live/shop/Cobalion/"},
{"name": "Volcarona", "price": "94.00", "description": "When volcanic ash darkened the atmosphere, it is said that Volcarona’s fire provided a replacement for the sun.", "link": "https://scrapeme.live/shop/Volcarona/"},
{"name": "Hydreigon", "price": "86.00", "description": "It responds to movement by attacking. This scary, three-headed Pokémon devours everything in its path!", "link": "https://scrapeme.live/shop/Hydreigon/"},
{"name": "Gogoat", "price": "97.00", "description": "They inhabit mountainous regions. The leader of the herd is decided by a battle of clashing horns.", "link": "https://scrapeme.live/shop/Gogoat/"},
{"name": "Skiddo", "price": "129.00", "description": "If it has sunshine and water, it doesn’t need to eat, because it can generate energy from the leaves on its back.", "link": "https://scrapeme.live/shop/Skiddo/"},
{"name": "Florges", "price": "93.00", "description": "In times long past, governors of castles would invite Florges to create flower gardens to embellish the castle domains.", "link": "https://scrapeme.live/shop/Florges/"},
{"name": "Floette", "price": "149.00", "description": "When the flowers of a well-tended flower bed bloom, it appears and celebrates with an elegant dance.", "link": "https://scrapeme.live/shop/Floette/"},
{"name": "Flabebe", "price": "79.00", "description": "When it finds a flower it likes, it dwells on that flower its whole life long. It floats in the wind’s embrace with an untroubled heart.", "link": "https://scrapeme.live/shop/Flabebe/"},
{"name": "Pyroar", "price": "127.00", "description": "With fiery breath of more than 10,000 degrees Fahrenheit, they viciously threaten any challenger. The females protect the pride’s cubs.", "link": "https://scrapeme.live/shop/Pyroar/"},
{"name": "Dragalge", "price": "151.00", "description": "Tales are told of ships that wander into seas where Dragalge live, never to return.", "link": "https://scrapeme.live/shop/Dragalge/"},
{"name": "Clauncher", "price": "29.00", "description": "Through controlled explosions of internal gas, it can expel water like a pistol shot. At close distances, it can shatter rock.", "link": "https://scrapeme.live/shop/Clauncher/"},
{"name": "Skrelp", "price": "63.00", "description": "It looks just like rotten kelp. It hides from foes while storing up power for its evolution.", "link": "https://scrapeme.live/shop/Skrelp/"},
{"name": "Barbaracle", "price": "165.00", "description": "Barbaracle’s legs and hands have minds of their own, and they will move independently. But they usually follow the head’s orders.", "link": "https://scrapeme.live/shop/Barbaracle/"},
{"name": "Binacle", "price": "102.00", "description": "They stretch and then contract, yanking their rocks along with them in bold hops. They eat seaweed that washes up on the shoreline.", "link": "https://scrapeme.live/shop/Binacle/"},
{"name": "Malamar", "price": "58.00", "description": "It lures its prey close with hypnotic motions, then wraps its tentacles around it before finishing it off with digestive fluids.", "link": "https://scrapeme.live/shop/Malamar/"},
{"name": "Inkay", "price": "38.00", "description": "It flashes the light-emitting spots on its body, which drains its opponent’s will to fight. It takes the opportunity to scuttle away and hide.", "link": "https://scrapeme.live/shop/Inkay/"},
{"name": "Slurpuff", "price": "66.00", "description": "Its sense of smell is 100 million times better than a human’s, so even the faintest scent tells it about everything in the area. It’s like it can see with its nose!", "link": "https://scrapeme.live/shop/Slurpuff/"},
{"name": "Swirlix", "price": "90.00", "description": "Because it eats nothing but sweets, its fur is as sticky sweet as cotton candy.", "link": "https://scrapeme.live/shop/Swirlix/"},
{"name": "Aromatisse", "price": "194.00", "description": "Its scent is so overpowering that, unless a Trainer happens to really enjoy the smell, he or she will have a hard time walking alongside it.", "link": "https://scrapeme.live/shop/Aromatisse/"},
{"name": "Trevenant", "price": "53.00", "description": "Using its roots as a nervous system, it controls the trees in the forest. It’s kind to the Pokémon that reside in its body.", "link": "https://scrapeme.live/shop/Trevenant/"},
{"name": "Klefki", "price": "179.00", "description": "It never lets go of a key that it likes, so people give it the keys to vaults and safes as a way to prevent crime.", "link": "https://scrapeme.live/shop/Klefki/"},
{"name": "Goodra", "price": "192.00", "description": "It attacks with retractable horns. It throws a punch that’s the equivalent of the force of a hundred pro boxers.", "link": "https://scrapeme.live/shop/Goodra/"},
{"name": "Sliggoo", "price": "109.00", "description": "Its four horns are a high-performance radar system. It uses them to sense sounds and smells, rather than using ears or a nose.", "link": "https://scrapeme.live/shop/Sliggoo/"},
{"name": "Goomy", "price": "110.00", "description": "It’s covered in a slimy membrane that makes any punches or kicks slide off it harmlessly.", "link": "https://scrapeme.live/shop/Goomy/"},
{"name": "Carbink", "price": "171.00", "description": "It has slept underground for hundreds of millions of years since its birth. It’s occasionally found during the excavation of caves.", "link": "https://scrapeme.live/shop/Carbink/"},
{"name": "Dedenne", "price": "118.00", "description": "It uses its tail to absorb electricity from power plants or from outlets in houses, and then it fires the electricity from its whiskers.", "link": "https://scrapeme.live/shop/Dedenne/"},
{"name": "Aurorus", "price": "189.00", "description": "Using its diamond-shaped crystals, it can instantly create a wall of ice to block an opponent’s attack.", "link": "https://scrapeme.live/shop/Aurorus/"},
{"name": "Sylveon", "price": "48.00", "description": "It wraps its ribbonlike feelers around the arm of its beloved Trainer and walks with him or her.", "link": "https://scrapeme.live/shop/Sylveon/"},
{"name": "Tyrantrum", "price": "26.00", "description": "Nothing could stop this Pokémon 100 million years ago, so it behaved like a king.", "link": "https://scrapeme.live/shop/Tyrantrum/"},
{"name": "Hawlucha", "price": "44.00", "description": "With its wings, it controls its position in the air. It likes to attack from above, a maneuver that is difficult to defend against.", "link": "https://scrapeme.live/shop/Hawlucha/"},
{"name": "Amaura", "price": "155.00", "description": "This calm Pokémon lived in a cold land where there were no violent predators like Tyrantrum.", "link": "https://scrapeme.live/shop/Amaura/"},
{"name": "Heliolisk", "price": "83.00", "description": "It stimulates its muscles with electricity, boosting the strength in its legs and enabling it to run 100 yards in five seconds.", "link": "https://scrapeme.live/shop/Heliolisk/"},
{"name": "Tyrunt", "price": "62.00", "description": "Its immense jaws have enough destructive force that it can chew up an automobile. It lived 100 million years ago.", "link": "https://scrapeme.live/shop/Tyrunt/"},
{"name": "Helioptile", "price": "62.00", "description": "The frills on either side of its head have cells that generate electricity when exposed to sunlight.", "link": "https://scrapeme.live/shop/Helioptile/"},
{"name": "Popplio", "price": "158.00", "description": "This Pokémon can control water bubbles. It practices diligently so it can learn to make big bubbles.", "link": "https://scrapeme.live/shop/Popplio/"},
{"name": "Incineroar", "price": "36.00", "description": "After hurling ferocious punches and flinging furious kicks, it finishes opponents off by spewing fire from around its navel.", "link": "https://scrapeme.live/shop/Incineroar/"},
{"name": "Torracat", "price": "184.00", "description": "It boasts powerful front legs. With a single punch, it can bend an iron bar right over.", "link": "https://scrapeme.live/shop/Torracat/"},
{"name": "Decidueye", "price": "106.00", "description": "Although basically cool and cautious, when it’s caught by surprise, it’s seized by panic.", "link": "https://scrapeme.live/shop/Decidueye/"},
{"name": "Litten", "price": "132.00", "description": "It doesn’t allow its emotions to be easily seen. Earning its trust takes time. It prefers solitude.", "link": "https://scrapeme.live/shop/Litten/"},
{"name": "Dartrix", "price": "169.00", "description": "It throws sharp feathers called blade quills at enemies or prey. It seldom misses.", "link": "https://scrapeme.live/shop/Dartrix/"},
{"name": "Mareanie", "price": "47.00", "description": "It’s found crawling on beaches and seafloors. The coral that grows on Corsola’s head is as good as a five-star banquet to this Pokémon.", "link": "https://scrapeme.live/shop/Mareanie/"},
{"name": "Rockruff", "price": "149.00", "description": "This Pokémon has lived with people since times long ago. It can sense when its Trainer is in the dumps and will stick close by its Trainer’s side.", "link": "https://scrapeme.live/shop/Rockruff/"},
{"name": "Ribombee", "price": "100.00", "description": "Some of Ribombee’s pollen puffs are highly nutritious. They are sometimes sold as supplements.", "link": "https://scrapeme.live/shop/Ribombee/"},
{"name": "Cutiefly", "price": "118.00", "description": "Myriads of Cutiefly flutter above the heads of people who have auras resembling those of flowers.", "link": "https://scrapeme.live/shop/Cutiefly/"},
{"name": "Vikavolt", "price": "88.00", "description": "It produces electricity via an electrical organ in its abdomen. It overwhelms bird Pokémon with shocking beams of electrical energy.", "link": "https://scrapeme.live/shop/Vikavolt/"},
{"name": "Crabominable", "price": "65.00", "description": "It just throws punches indiscriminately. In times of desperation, it can lop off its own pincers and fire them like rockets.", "link": "https://scrapeme.live/shop/Crabominable/"},
{"name": "Crabrawler", "price": "181.00", "description": "It punches so much, its pincers often come off from overuse, but they grow back quickly. What little meat they contain is rich and delicious.", "link": "https://scrapeme.live/shop/Crabrawler/"},
{"name": "Charjabug", "price": "76.00", "description": "From the food it digests, it generates electricity, and it stores this energy in its electric sac.", "link": "https://scrapeme.live/shop/Charjabug/"},
{"name": "Grubbin", "price": "77.00", "description": "They often gather near places frequented by electric Pokémon in order to avoid being attacked by bird Pokémon.", "link": "https://scrapeme.live/shop/Grubbin/"},
{"name": "Gumshoos", "price": "123.00", "description": "It adores having Rattata and Raticate for dinner, but as it’s diurnal, it never encounters them. This Pokémon boasts incredible patience.", "link": "https://scrapeme.live/shop/Gumshoos/"},
{"name": "Tsareena", "price": "186.00", "description": "A Pokémon known for the beauty of its well-shaped legs, it sometimes appears as a mascot in advertisements for beauty salons.", "link": "https://scrapeme.live/shop/Tsareena/"},
{"name": "Bounsweet", "price": "193.00", "description": "Although it’s too sugary for human consumption, Bounsweet’s sweat can be watered down into a juice with just the right amount of sweetness.", "link": "https://scrapeme.live/shop/Bounsweet/"},
{"name": "Steenee", "price": "27.00", "description": "This Pokémon is always bouncing around energetically. Other Pokémon are attracted by its lively appearance and pleasant aroma.", "link": "https://scrapeme.live/shop/Steenee/"},
{"name": "Bewear", "price": "117.00", "description": "This Pokémon has the habit of hugging its companions. Many Trainers have left this world after their spines were squashed by its hug.", "link": "https://scrapeme.live/shop/Bewear/"},
{"name": "Stufful", "price": "70.00", "description": "A touch from anyone except a known friend sends it into a surging frenzy. It’s an incredibly dangerous Pokémon.", "link": "https://scrapeme.live/shop/Stufful/"},
{"name": "Salazzle", "price": "166.00", "description": "Filled with pheromones, its poisonous gas can be diluted to use in the production of luscious perfumes.", "link": "https://scrapeme.live/shop/Salazzle/"},
{"name": "Salandit", "price": "158.00", "description": "Volcanoes or dry, craggy places are its home. It emanates a sweet-smelling poisonous gas that attracts bug Pokémon, then attacks them.", "link": "https://scrapeme.live/shop/Salandit/"},
{"name": "Lurantis", "price": "159.00", "description": "It fires beams from its sickle-shaped petals. These beams are powerful enough to cleave through thick metal plates.", "link": "https://scrapeme.live/shop/Lurantis/"},
{"name": "Shiinotic", "price": "75.00", "description": "It emits flickering spores that cause drowsiness. When its prey succumb to sleep, this Pokémon feeds on them by sucking in their energy.", "link": "https://scrapeme.live/shop/Shiinotic/"},
{"name": "Fomantis", "price": "104.00", "description": "They give off a sweet and refreshing scent. Cutiefly often gather near the tall grass where Fomantis are hiding.", "link": "https://scrapeme.live/shop/Fomantis/"},
{"name": "Morelull", "price": "87.00", "description": "As it drowses the day away, it nourishes itself by sucking from tree roots. It wakens at the fall of night, wandering off in search of a new tree.", "link": "https://scrapeme.live/shop/Morelull/"},
{"name": "Araquanid", "price": "48.00", "description": "Despite what its appearance suggests, it cares for others. If it finds vulnerable, weak Pokémon, it protectively brings them into its water bubble.", "link": "https://scrapeme.live/shop/Araquanid/"},
{"name": "Mudsdale", "price": "111.00", "description": "Its heavy, mud-covered kicks are its best means of attack, and it can reduce large trucks to scrap without breaking a sweat.", "link": "https://scrapeme.live/shop/Mudsdale/"},
{"name": "Dewpider", "price": "84.00", "description": "When it comes across enemies or potential prey, this Pokémon smashes its water-bubble-covered head into them.", "link": "https://scrapeme.live/shop/Dewpider/"},
{"name": "Mudbray", "price": "96.00", "description": "It has a stubborn, individualistic disposition. Eating dirt, making mud, and playing in the mire all form part of its daily routine.", "link": "https://scrapeme.live/shop/Mudbray/"},
{"name": "Kommo-o", "price": "170.00", "description": "Its rigid scales function as offense and defense. In the past, its scales were processed and used to make weapons and other commodities.", "link": "https://scrapeme.live/shop/Kommo-o/"},
{"name": "Hakamo-o", "price": "57.00", "description": "It sheds and regrows its scales on a continuous basis. The scales become harder and sharper each time they’re regrown.", "link": "https://scrapeme.live/shop/Hakamo-o/"},
{"name": "Jangmo-o", "price": "107.00", "description": "They live in mountains where no trace of humans can be detected. Jangmo-o grow little by little as they battle one another.", "link": "https://scrapeme.live/shop/Jangmo-o/"},
{"name": "Drampa", "price": "133.00", "description": "This Pokémon is friendly to people and loves children most of all. It comes from deep in the mountains to play with children it likes in town.", "link": "https://scrapeme.live/shop/Drampa/"},
{"name": "Turtonator", "price": "117.00", "description": "It gushes fire and poisonous gases from its nostrils. Its dung is an explosive substance and can be put to various uses.", "link": "https://scrapeme.live/shop/Turtonator/"},
{"name": "Togedemaru", "price": "45.00", "description": "The long hairs on its back act as lightning rods. The bolts of lightning it attracts are stored as energy in its electric sac.", "link": "https://scrapeme.live/shop/Togedemaru/"},
{"name": "Marshadow", "price": "107.00", "description": "It sinks into the shadows of people and Pokémon, where it can understand their feelings and copy their capabilities.", "link": "https://scrapeme.live/shop/Marshadow/"},
{"name": "Poipole", "price": "130.00", "description": "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head.", "link": "https://scrapeme.live/shop/Poipole/"},
{"name": "Guzzlord", "price": "73.00", "description": "A dangerous Ultra Beast, it appears to be eating constantly, but for some reason its droppings have never been found.", "link": "https://scrapeme.live/shop/Guzzlord/"},
{"name": "Necrozma", "price": "68.00", "description": "Light is apparently the source of its energy. It has an extraordinarily vicious disposition and is constantly firing off laser beams.", "link": "https://scrapeme.live/shop/Necrozma/"},
{"name": "Kartana", "price": "197.00", "description": "One of the Ultra Beast life-forms, it was observed cutting down a gigantic steel tower with one stroke of its blade.", "link": "https://scrapeme.live/shop/Kartana/"},
{"name": "Celesteela", "price": "151.00", "description": "One kind of Ultra Beast. Witnesses have seen it burn down a forest by expelling gas from its two arms.", "link": "https://scrapeme.live/shop/Celesteela/"},
{"name": "Pheromosa", "price": "62.00", "description": "One of the Ultra Beasts. It refuses to touch anything, perhaps because it senses some uncleanness in this world.", "link": "https://scrapeme.live/shop/Pheromosa/"},
{"name": "Xurkitree", "price": "174.00", "description": "It appeared from the Ultra Wormhole. It raided a power plant, so people think it energizes itself with electricity.", "link": "https://scrapeme.live/shop/Xurkitree/"},
{"name": "Buzzwole", "price": "172.00", "description": "A mysterious life-form called an Ultra Beast. Witnesses saw it pulverize a dump truck with a single punch.", "link": "https://scrapeme.live/shop/Buzzwole/"},
{"name": "Nihilego", "price": "67.00", "description": "One of the Ultra Beasts. It’s unclear whether or not this Pokémon is sentient, but sometimes it can be observed behaving like a young girl.", "link": "https://scrapeme.live/shop/Nihilego/"},
{"name": "Blacephalon", "price": "149.00", "description": "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponents’ surprise to rob them of their vitality.", "link": "https://scrapeme.live/shop/Blacephalon/"},
{"name": "Stakataka", "price": "190.00", "description": "When stone walls started moving and attacking, the brute’s true identity was this mysterious life-form, which brings to mind an Ultra Beast.", "link": "https://scrapeme.live/shop/Stakataka/"},
{"name": "Naganadel", "price": "30.00", "description": "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive.", "link": "https://scrapeme.live/shop/Naganadel/"},
{"name": "Lunala", "price": "58.00", "description": "Said to live in another world, this Pokémon devours light, drawing the moonless dark veil of night over the brightness of day.", "link": "https://scrapeme.live/shop/Lunala/"},
{"name": "Solgaleo", "price": "125.00", "description": "This Pokémon is said to be a male evolution of Cosmog. At the activation of its third eye, it departs for another world.", "link": "https://scrapeme.live/shop/Solgaleo/"},
{"name": "Tapu-fini", "price": "123.00", "description": "The guardian deity of Poni, it can control water. People say it can create pure water that will wash away any uncleanness.", "link": "https://scrapeme.live/shop/Tapu-fini/"},
{"name": "Tapu-lele", "price": "62.00", "description": "As it flutters about, it scatters its strangely glowing scales. Touching them is said to restore good health on the spot.", "link": "https://scrapeme.live/shop/Tapu-lele/"},
{"name": "Tapu-bulu", "price": "165.00", "description": "The guardian deity of Ula’ula is a lazy Pokémon. It commands plants to immobilize its foes and then deals them a savage blow with its horns.", "link": "https://scrapeme.live/shop/Tapu-bulu/"},
{"name": "Tapu-koko", "price": "159.00", "description": "It confuses its enemies by flying too quickly for the eye to follow. It has a hair-trigger temper but forgets what made it angry an instant later.", "link": "https://scrapeme.live/shop/Tapu-koko/"},
{"name": "Komala", "price": "65.00", "description": "The log it holds was given to it by its parents at birth. It has also been known to cling to the arm of a friendly Trainer.", "link": "https://scrapeme.live/shop/Komala/"},
{"name": "Silvally", "price": "133.00", "description": "Although its name was Type: Null at first, the boy who evolved it into this form gave it the name by which it is now known.", "link": "https://scrapeme.live/shop/Silvally/"},
{"name": "Pyukumuku", "price": "97.00", "description": "These Pokémon line the beaches. The sticky mucous that covers their bodies can be used to soothe sunburned skin. How convenient!", "link": "https://scrapeme.live/shop/Pyukumuku/"},
{"name": "Palossand", "price": "187.00", "description": "Buried beneath the castle are masses of dried-up bones from those whose vitality it has drained.", "link": "https://scrapeme.live/shop/Palossand/"},
{"name": "Sandygast", "price": "131.00", "description": "It takes control of anyone who puts a hand in its mouth. And so it adds to the accumulation of its sand-mound body.", "link": "https://scrapeme.live/shop/Sandygast/"},
{"name": "Golisopod", "price": "32.00", "description": "It battles skillfully with its six arms, but spends most of its time peacefully meditating in caves deep beneath the sea.", "link": "https://scrapeme.live/shop/Golisopod/"},
{"name": "Wimpod", "price": "137.00", "description": "Its habitat varies from beaches to seabeds. A natural scavenger, it will gleefully chow down on anything edible, no matter how rotten.", "link": "https://scrapeme.live/shop/Wimpod/"},
{"name": "Passimian", "price": "182.00", "description": "They battle with hard berries for weapons. Their techniques are passed from the boss to the group, generation upon generation.", "link": "https://scrapeme.live/shop/Passimian/"},
{"name": "Oranguru", "price": "139.00", "description": "Deep in the jungle, high in the lofty canopy, this Pokémon abides. On rare occasions, it shows up at the beach to match wits with Slowking.", "link": "https://scrapeme.live/shop/Oranguru/"},
{"name": "Comfey", "price": "28.00", "description": "Baths prepared with the flowers from its vine have a relaxing effect, so this Pokémon is a hit with many people.", "link": "https://scrapeme.live/shop/Comfey/"},
{"name": "Toxapex", "price": "91.00", "description": "Those attacked by Toxapex’s poison will suffer intense pain for three days and three nights. Post-recovery, there will be some aftereffects.", "link": "https://scrapeme.live/shop/Toxapex/"},
{"name": "Toucannon", "price": "77.00", "description": "Within its beak, its internal gas ignites, explosively launching seeds with enough power to pulverize boulders.", "link": "https://scrapeme.live/shop/Toucannon/"},
{"name": "Yungoos", "price": "159.00", "description": "It wanders around in a never-ending search for food. At dusk, it collapses from exhaustion and falls asleep on the spot.", "link": "https://scrapeme.live/shop/Yungoos/"},
{"name": "Trumbeak", "price": "59.00", "description": "By bending its beak, it can produce a variety of calls and brand itself a noisy nuisance for its neighbors.", "link": "https://scrapeme.live/shop/Trumbeak/"},
{"name": "Pikipek", "price": "51.00", "description": "This Pokémon feeds on berries, whose leftover seeds become the ammunition for the attacks it fires off from its mouth.", "link": "https://scrapeme.live/shop/Pikipek/"},
{"name": "Brionne", "price": "172.00", "description": "It cares deeply for its companions. When its Trainer is feeling down, it performs a cheery dance to try and help.", "link": "https://scrapeme.live/shop/Brionne/"},
{"name": "Primarina", "price": "143.00", "description": "Its singing voice is its chief weapon in battle. This Pokémon’s Trainer must prioritize the daily maintenance of its throat at all costs.", "link": "https://scrapeme.live/shop/Primarina/"},
{"name": "Diancie", "price": "27.00", "description": "It can instantly create many diamonds by compressing the carbon in the air between its hands.", "link": "https://scrapeme.live/shop/Diancie/"},
{"name": "Volcanion", "price": "45.00", "description": "It expels its internal steam from the arms on its back. It has enough power to blow away a mountain.", "link": "https://scrapeme.live/shop/Volcanion/"},
{"name": "Hoopa", "price": "189.00", "description": "It is said to be able to seize anything it desires with its six rings and six huge arms. With its power sealed, it is transformed into a much smaller form.", "link": "https://scrapeme.live/shop/Hoopa/"},
{"name": "Zygarde", "price": "83.00", "description": "It’s thought to be monitoring the ecosystem. There are rumors that even greater power lies hidden within it.", "link": "https://scrapeme.live/shop/Zygarde/"},
{"name": "Yveltal", "price": "59.00", "description": "When its life comes to an end, it absorbs the life energy of every living thing and turns into a cocoon once more.", "link": "https://scrapeme.live/shop/Yveltal/"},
{"name": "Xerneas", "price": "30.00", "description": "When the horns on its head shine in seven colors, it is said to be sharing everlasting life.", "link": "https://scrapeme.live/shop/Xerneas/"},
{"name": "Noivern", "price": "75.00", "description": "The ultrasonic waves it emits from its ears can reduce a large boulder to pebbles. It swoops out of the dark to attack.", "link": "https://scrapeme.live/shop/Noivern/"},
{"name": "Noibat", "price": "126.00", "description": "Even a robust wrestler will become dizzy and unable to stand when exposed to its 200,000-hertz ultrasonic waves.", "link": "https://scrapeme.live/shop/Noibat/"},
{"name": "Avalugg", "price": "71.00", "description": "The way several Bergmite huddle on its back makes it look like an aircraft carrier made of ice.", "link": "https://scrapeme.live/shop/Avalugg/"},
{"name": "Bergmite", "price": "119.00", "description": "Using air of -150 degrees Fahrenheit, they freeze opponents solid. They live in herds above the snow line on mountains.", "link": "https://scrapeme.live/shop/Bergmite/"},
{"name": "Clawitzer", "price": "69.00", "description": "By expelling water from the nozzle in the back of its claw, it can move at a speed of 60 knots.", "link": "https://scrapeme.live/shop/Clawitzer/"},
{"name": "Spritzee", "price": "58.00", "description": "In the past, rather than using perfume, royal ladies carried a Spritzee that would waft a fragrance they liked.", "link": "https://scrapeme.live/shop/Spritzee/"},
{"name": "Doublade", "price": "164.00", "description": "The complex attack patterns of its two swords are unstoppable, even for an opponent greatly accomplished at swordplay.", "link": "https://scrapeme.live/shop/Doublade/"},
{"name": "Espurr", "price": "149.00", "description": "It has enough psychic energy to blast everything within 300 feet of itself, but it has no control over its power.", "link": "https://scrapeme.live/shop/Espurr/"},
{"name": "Honedge", "price": "101.00", "description": "If anyone dares to grab its hilt, it wraps a blue cloth around that person’s arm and drains that person’s life energy completely.", "link": "https://scrapeme.live/shop/Honedge/"},
{"name": "Furfrou", "price": "165.00", "description": "Historically, in the Kalos region, these Pokémon were the designated guardians of the king.", "link": "https://scrapeme.live/shop/Furfrou/"},
{"name": "Pangoro", "price": "76.00", "description": "It charges ahead and bashes its opponents like a berserker, uncaring about any hits it might take. Its arms are mighty enough to snap a telephone pole.", "link": "https://scrapeme.live/shop/Pangoro/"},
{"name": "Litleo", "price": "34.00", "description": "They set off on their own from their pride and live by themselves to become stronger. These hot-blooded Pokémon are quick to fight.", "link": "https://scrapeme.live/shop/Litleo/"},
{"name": "Vivillon", "price": "177.00", "description": "The patterns on this Pokémon’s wings depend on the climate and topography of its habitat. It scatters colorful scales.", "link": "https://scrapeme.live/shop/Vivillon/"},
{"name": "Spewpa", "price": "155.00", "description": "The beaks of bird Pokémon can’t begin to scratch its stalwart body. To defend itself, it spews powder.", "link": "https://scrapeme.live/shop/Spewpa/"},
{"name": "Scatterbug", "price": "40.00", "description": "The powder that covers its body regulates its temperature, so it can live in any region or climate.", "link": "https://scrapeme.live/shop/Scatterbug/"},
{"name": "Talonflame", "price": "84.00", "description": "When attacking prey, it can reach speeds of up to 310 mph. It finishes its prey off with a colossal kick.", "link": "https://scrapeme.live/shop/Talonflame/"},
{"name": "Fletchinder", "price": "147.00", "description": "The hotter the flame sac on its belly, the faster it can fly, but it takes some time to get the fire going.", "link": "https://scrapeme.live/shop/Fletchinder/"},
{"name": "Fletchling", "price": "43.00", "description": "Despite the beauty of its lilting voice, it’s merciless to intruders that enter its territory.", "link": "https://scrapeme.live/shop/Fletchling/"},
{"name": "Bunnelby", "price": "66.00", "description": "It has ears like shovels. Digging holes strengthens its ears so much that they can sever thick roots effortlessly.", "link": "https://scrapeme.live/shop/Bunnelby/"},
{"name": "Greninja", "price": "42.00", "description": "It appears and vanishes with a ninja’s grace. It toys with its enemies using swift movements, while slicing them with throwing stars of sharpest water.", "link": "https://scrapeme.live/shop/Greninja/"},
{"name": "Frogadier", "price": "125.00", "description": "Its swiftness is unparalleled. It can scale a tower of more than 2,000 feet in a minute’s time.", "link": "https://scrapeme.live/shop/Frogadier/"},
{"name": "Zweilous", "price": "199.00", "description": "After it has eaten up all the food in its territory, it moves to another area. Its two heads do not get along.", "link": "https://scrapeme.live/shop/Zweilous/"},
{"name": "Druddigon", "price": "110.00", "description": "It warms its body by absorbing sunlight with its wings. When its body temperature falls, it can no longer move.", "link": "https://scrapeme.live/shop/Druddigon/"},
{"name": "Golett", "price": "89.00", "description": "Ancient science fashioned this Pokémon from clay. It’s been active for thousands of years.", "link": "https://scrapeme.live/shop/Golett/"},
{"name": "Stunfisk", "price": "67.00", "description": "It conceals itself in the mud of the seashore. Then it waits. When prey touch it, it delivers a jolt of electricity.", "link": "https://scrapeme.live/shop/Stunfisk/"},
{"name": "Mienshao", "price": "50.00", "description": "Using the long fur on its arms like whips, it launches into combo attacks that, once started, no one can stop.", "link": "https://scrapeme.live/shop/Mienshao/"},
{"name": "Mienfoo", "price": "197.00", "description": "In fights, they dominate with onslaughts of flowing, continuous attacks. With their sharp claws, they cut enemies.", "link": "https://scrapeme.live/shop/Mienfoo/"},
{"name": "Haxorus", "price": "135.00", "description": "Their sturdy tusks will stay sharp even if used to cut steel beams. These Pokémon are covered in hard armor.", "link": "https://scrapeme.live/shop/Haxorus/"},
{"name": "Fraxure", "price": "64.00", "description": "A broken tusk will not grow back, so it diligently sharpens its tusks on river rocks after the end of a battle.", "link": "https://scrapeme.live/shop/Fraxure/"},
{"name": "Axew", "price": "123.00", "description": "They mark their territory by leaving gashes in trees with their tusks. If a tusk breaks, a new one grows in quickly.", "link": "https://scrapeme.live/shop/Axew/"},
{"name": "Lampent", "price": "157.00", "description": "It arrives near the moment of death and steals spirit from the body.", "link": "https://scrapeme.live/shop/Lampent/"},
{"name": "Litwick", "price": "37.00", "description": "Litwick shines a light that absorbs the life energy of people and Pokémon, which becomes the fuel that it burns.", "link": "https://scrapeme.live/shop/Litwick/"},
{"name": "Beheeyem", "price": "34.00", "description": "It uses psychic power to control an opponent’s brain and tamper with its memories.", "link": "https://scrapeme.live/shop/Beheeyem/"},
{"name": "Elgyem", "price": "107.00", "description": "Rumors of its origin are linked to a UFO crash site in the desert 50 years ago.", "link": "https://scrapeme.live/shop/Elgyem/"},
{"name": "Eelektross", "price": "123.00", "description": "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean.", "link": "https://scrapeme.live/shop/Eelektross/"},
{"name": "Eelektrik", "price": "198.00", "description": "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity.", "link": "https://scrapeme.live/shop/Eelektrik/"},
{"name": "Tynamo", "price": "82.00", "description": "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock.", "link": "https://scrapeme.live/shop/Tynamo/"},
{"name": "Klinklang", "price": "178.00", "description": "Its red core functions as an energy tank. It fires the charged energy through its spikes into an area.", "link": "https://scrapeme.live/shop/Klinklang/"},
{"name": "Vanillish", "price": "93.00", "description": "Snowy mountains are this Pokémon’s habitat. During an ancient ice age, they moved to southern areas.", "link": "https://scrapeme.live/shop/Vanillish/"},
{"name": "Zorua", "price": "81.00", "description": "To protect themselves from danger, they hide their true identities by transforming into people and Pokémon.", "link": "https://scrapeme.live/shop/Zorua/"},
{"name": "Trubbish", "price": "169.00", "description": "Inhaling the gas they belch will make you sleep for a week. They prefer unsanitary places.", "link": "https://scrapeme.live/shop/Trubbish/"},
{"name": "Garbodor", "price": "178.00", "description": "Consuming garbage makes new kinds of poison gases and liquids inside their bodies.", "link": "https://scrapeme.live/shop/Garbodor/"},
{"name": "Archen", "price": "140.00", "description": "Said to be an ancestor of bird Pokémon, they were unable to fly and moved about by hopping from one branch to another.", "link": "https://scrapeme.live/shop/Archen/"},
{"name": "Archeops", "price": "126.00", "description": "It runs better than it flies. It takes off into the sky by running at a speed of 25 mph.", "link": "https://scrapeme.live/shop/Archeops/"},
{"name": "Scrafty", "price": "137.00", "description": "It can smash concrete blocks with its kicking attacks. The one with the biggest crest is the group leader.", "link": "https://scrapeme.live/shop/Scrafty/"},
{"name": "Scraggy", "price": "112.00", "description": "Proud of its sturdy skull, it suddenly headbutts everything, but its weight makes it unstable, too.", "link": "https://scrapeme.live/shop/Scraggy/"},
{"name": "Crustle", "price": "105.00", "description": "Competing for territory, Crustle fight viciously. The one whose boulder is broken is the loser of the battle.", "link": "https://scrapeme.live/shop/Crustle/"},
{"name": "Dwebble", "price": "75.00", "description": "When it finds a stone of a suitable size, it secretes a liquid from its mouth to open up a hole to crawl into.", "link": "https://scrapeme.live/shop/Dwebble/"},
{"name": "Maractus", "price": "31.00", "description": "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas.", "link": "https://scrapeme.live/shop/Maractus/"},
{"name": "Darumaka", "price": "106.00", "description": "When it sleeps, it pulls its limbs into its body and its internal fire goes down to 1,100 degrees Fahrenheit.", "link": "https://scrapeme.live/shop/Darumaka/"},
{"name": "Krookodile", "price": "185.00", "description": "They never allow prey to escape. Their jaws are so powerful, they can crush the body of an automobile.", "link": "https://scrapeme.live/shop/Krookodile/"},
{"name": "Sandile", "price": "136.00", "description": "They live buried in the sands of the desert. The sun-warmed sands prevent their body temperature from dropping.", "link": "https://scrapeme.live/shop/Sandile/"},
{"name": "Krokorok", "price": "135.00", "description": "The special membrane covering its eyes can sense the heat of objects, so it can see its surroundings even in darkness.", "link": "https://scrapeme.live/shop/Krokorok/"},
{"name": "Petilil", "price": "118.00", "description": "Since they prefer moist, nutrient-rich soil, the areas where Petilil live are known to be good for growing plants.", "link": "https://scrapeme.live/shop/Petilil/"},
{"name": "Lilligant", "price": "137.00", "description": "Even veteran Trainers face a challenge in getting its beautiful flower to bloom. This Pokémon is popular with celebrities.", "link": "https://scrapeme.live/shop/Lilligant/"},
{"name": "Audino", "price": "95.00", "description": "It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling.", "link": "https://scrapeme.live/shop/Audino/"},
{"name": "Musharna", "price": "58.00", "description": "The dream mist coming from its forehead changes into many different colors depending on the dream that was eaten.", "link": "https://scrapeme.live/shop/Musharna/"},
{"name": "Munna", "price": "172.00", "description": "It eats the dreams of people and Pokémon. When it eats a pleasant dream, it expels pink-colored mist.", "link": "https://scrapeme.live/shop/Munna/"},
{"name": "Panpour", "price": "52.00", "description": "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large.", "link": "https://scrapeme.live/shop/Panpour/"},
{"name": "Simipour", "price": "61.00", "description": "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail.", "link": "https://scrapeme.live/shop/Simipour/"},
{"name": "Simisear", "price": "38.00", "description": "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets.", "link": "https://scrapeme.live/shop/Simisear/"},
{"name": "Stoutland", "price": "37.00", "description": "Being wrapped in its long fur is so comfortable that a person would be fine even overnight on a wintry mountain.", "link": "https://scrapeme.live/shop/Stoutland/"},
{"name": "Herdier", "price": "164.00", "description": "It has black, cape-like fur that is very hard and decreases the amount of damage it receives.", "link": "https://scrapeme.live/shop/Herdier/"},
{"name": "Lillipup", "price": "28.00", "description": "Though it is a very brave Pokémon, it’s also smart enough to check its foe’s strength and avoid battle.", "link": "https://scrapeme.live/shop/Lillipup/"},
{"name": "Watchog", "price": "141.00", "description": "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches.", "link": "https://scrapeme.live/shop/Watchog/"},
{"name": "Samurott", "price": "106.00", "description": "One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody.", "link": "https://scrapeme.live/shop/Samurott/"},
{"name": "Patrat", "price": "116.00", "description": "Extremely cautious, one of them will always be on the lookout, but it won’t notice a foe coming from behind.", "link": "https://scrapeme.live/shop/Patrat/"},
{"name": "Dewott", "price": "57.00", "description": "As a result of strict training, each Dewott learns different forms for using the scalchops.", "link": "https://scrapeme.live/shop/Dewott/"},
{"name": "Oshawott", "price": "194.00", "description": "It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing.", "link": "https://scrapeme.live/shop/Oshawott/"},
{"name": "Pignite", "price": "149.00", "description": "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke.", "link": "https://scrapeme.live/shop/Pignite/"},
{"name": "Emboar", "price": "32.00", "description": "It has mastered fast and powerful fighting moves. It grows a beard of fire.", "link": "https://scrapeme.live/shop/Emboar/"},
{"name": "Magmortar", "price": "200.00", "description": "It blasts fireballs of over 3,600 degrees Fahrenheit out of its arms. Its breath also sears and sizzles.", "link": "https://scrapeme.live/shop/Magmortar/"},
{"name": "Tepig", "price": "195.00", "description": "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp.", "link": "https://scrapeme.live/shop/Tepig/"},
{"name": "Uxie", "price": "200.00", "description": "It is said that its emergence gave humans the intelligence to improve their quality of life.", "link": "https://scrapeme.live/shop/Uxie/"},
{"name": "Electivire", "price": "61.00", "description": "It pushes the tips of its two tails against the foe, then lets loose with over 20,000 volts of power.", "link": "https://scrapeme.live/shop/Electivire/"},
{"name": "Tangrowth", "price": "108.00", "description": "Its vines grow so profusely that, in the warm season, you can’t even see its eyes.", "link": "https://scrapeme.live/shop/Tangrowth/"},
{"name": "Rhyperior", "price": "79.00", "description": "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times.", "link": "https://scrapeme.live/shop/Rhyperior/"},
{"name": "Lickilicky", "price": "101.00", "description": "Their saliva contains lots of components that can dissolve anything. The numbness caused by their lick does not dissipate.", "link": "https://scrapeme.live/shop/Lickilicky/"},
{"name": "Finneon", "price": "172.00", "description": "After long exposure to sunlight, the patterns on its tail fins shine vividly when darkness arrives.", "link": "https://scrapeme.live/shop/Finneon/"},
{"name": "Carnivine", "price": "60.00", "description": "It binds itself to trees in marshes. It attracts prey with its sweet-smelling drool and gulps them down.", "link": "https://scrapeme.live/shop/Carnivine/"},
{"name": "Toxicroak", "price": "145.00", "description": "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal.", "link": "https://scrapeme.live/shop/Toxicroak/"},
{"name": "Croagunk", "price": "145.00", "description": "Inflating its poison sacs, it fills the area with an odd sound and hits flinching opponents with a poison jab.", "link": "https://scrapeme.live/shop/Croagunk/"},
{"name": "Skorupi", "price": "51.00", "description": "It burrows under the sand to lie in wait for prey. Its tail claws can inject its prey with a savage poison.", "link": "https://scrapeme.live/shop/Skorupi/"},
{"name": "Drapion", "price": "72.00", "description": "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison.", "link": "https://scrapeme.live/shop/Drapion/"},
{"name": "Hippowdon", "price": "140.00", "description": "It blasts internally stored sand from ports on its body to create a towering twister for attack.", "link": "https://scrapeme.live/shop/Hippowdon/"},
{"name": "Lucario", "price": "102.00", "description": "By reading the auras of all things, it can tell how others are feeling from over half a mile away.", "link": "https://scrapeme.live/shop/Lucario/"},
{"name": "Hippopotas", "price": "189.00", "description": "It enshrouds itself with sand to protect itself from germs. It does not enjoy getting wet.", "link": "https://scrapeme.live/shop/Hippopotas/"},
{"name": "Riolu", "price": "70.00", "description": "The aura that emanates from its body intensifies to alert others if it is afraid or sad.", "link": "https://scrapeme.live/shop/Riolu/"},
{"name": "Munchlax", "price": "190.00", "description": "It conceals food under the long fur on its body. It carts around this food stash and swallows it without chewing.", "link": "https://scrapeme.live/shop/Munchlax/"},
{"name": "Vespiquen", "price": "104.00", "description": "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee.", "link": "https://scrapeme.live/shop/Vespiquen/"},
{"name": "Lopunny", "price": "123.00", "description": "The ears appear to be delicate. If they are touched roughly, it kicks with its graceful legs.", "link": "https://scrapeme.live/shop/Lopunny/"},
{"name": "Combee", "price": "111.00", "description": "It collects and delivers honey to its colony. At night, they cluster to form a beehive and sleep.", "link": "https://scrapeme.live/shop/Combee/"},
{"name": "Mothim", "price": "177.00", "description": "It flutters around at night and steals honey from the Combee hive.", "link": "https://scrapeme.live/shop/Mothim/"},
{"name": "Burmy", "price": "91.00", "description": "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby.", "link": "https://scrapeme.live/shop/Burmy/"},
{"name": "Bastiodon", "price": "191.00", "description": "Any frontal attack is repulsed. It is a docile Pokémon that feeds on grass and berries.", "link": "https://scrapeme.live/shop/Bastiodon/"},
{"name": "Luxray", "price": "43.00", "description": "Luxray’s ability to see through objects comes in handy when it’s scouting for danger.", "link": "https://scrapeme.live/shop/Luxray/"},
{"name": "Luxio", "price": "168.00", "description": "Strong electricity courses through the tips of its sharp claws. A light scratch causes fainting in foes.", "link": "https://scrapeme.live/shop/Luxio/"},
{"name": "Shinx", "price": "149.00", "description": "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded.", "link": "https://scrapeme.live/shop/Shinx/"},
{"name": "Kricketune", "price": "53.00", "description": "It signals its emotions with its melodies. Scientists are studying these melodic patterns.", "link": "https://scrapeme.live/shop/Kricketune/"},
{"name": "Kricketot", "price": "94.00", "description": "When its antennae hit each other, it sounds like the music of a xylophone.", "link": "https://scrapeme.live/shop/Kricketot/"},
{"name": "Bibarel", "price": "114.00", "description": "It makes its nest by damming streams with bark and mud. It is known as an industrious worker.", "link": "https://scrapeme.live/shop/Bibarel/"},
{"name": "Bidoof", "price": "128.00", "description": "It constantly gnaws on logs and rocks to whittle down its front teeth. It nests alongside water.", "link": "https://scrapeme.live/shop/Bidoof/"},
{"name": "Staraptor", "price": "42.00", "description": "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings.", "link": "https://scrapeme.live/shop/Staraptor/"},
{"name": "Starly", "price": "59.00", "description": "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying.", "link": "https://scrapeme.live/shop/Starly/"},
{"name": "Staravia", "price": "158.00", "description": "It lives in forests and fields. Squabbles over territory occur when flocks collide.", "link": "https://scrapeme.live/shop/Staravia/"},
{"name": "Empoleon", "price": "42.00", "description": "The three horns that extend from its beak attest to its power. The leader has the biggest horns.", "link": "https://scrapeme.live/shop/Empoleon/"},
{"name": "Sealeo", "price": "160.00", "description": "Sealeo often balances and rolls things on the tip of its nose. While the Pokémon is rolling something, it checks the object’s aroma and texture to determine whether it likes the object or not.", "link": "https://scrapeme.live/shop/Sealeo/"},
{"name": "Regirock", "price": "66.00", "description": "Regirock’s body is composed entirely of rocks. Recently, a study made the startling discovery that the rocks were all unearthed from different locations.", "link": "https://scrapeme.live/shop/Regirock/"},
{"name": "Spheal", "price": "193.00", "description": "Spheal always travels by rolling around on its ball-like body. When the season for ice floes arrives, this Pokémon can be seen rolling about on ice and crossing the sea.", "link": "https://scrapeme.live/shop/Spheal/"},
{"name": "Glalie", "price": "178.00", "description": "Glalie has the ability to freely control ice. For example, it can instantly freeze its prey solid. After immobilizing its prey in ice, this Pokémon enjoys eating it in leisurely fashion.", "link": "https://scrapeme.live/shop/Glalie/"},
{"name": "Snorunt", "price": "82.00", "description": "Snorunt survives by eating only snow and ice. Old folklore claims that a house visited by this Pokémon is sure to prosper for many generations to come.", "link": "https://scrapeme.live/shop/Snorunt/"},
{"name": "Dusclops", "price": "39.00", "description": "Dusclops absorbs anything, however large the object may be. This Pokémon hypnotizes its foe by waving its hands in a macabre manner and by bringing its single eye to bear. The hypnotized foe is made to do Dusclops’s bidding.", "link": "https://scrapeme.live/shop/Dusclops/"},
{"name": "Duskull", "price": "139.00", "description": "Duskull wanders lost among the deep darkness of midnight. There is an oft-told admonishment given to misbehaving children that this Pokémon will spirit away bad children who earn scoldings from their mothers.", "link": "https://scrapeme.live/shop/Duskull/"},
{"name": "Shuppet", "price": "174.00", "description": "Shuppet grows by feeding on dark emotions, such as vengefulness and envy, in the hearts of people. It roams through cities in search of grudges that taint people.", "link": "https://scrapeme.live/shop/Shuppet/"},
{"name": "Banette", "price": "104.00", "description": "A cursed energy permeated the stuffing of a discarded and forgotten plush doll, giving it new life as Banette. The Pokémon’s energy would escape if it were to ever open its mouth.", "link": "https://scrapeme.live/shop/Banette/"},
{"name": "Kecleon", "price": "100.00", "description": "Kecleon alters its body coloration to blend in with its surroundings, allowing it to sneak up on its prey unnoticed. Then it lashes out with its long, stretchy tongue to instantly ensnare the unsuspecting target.", "link": "https://scrapeme.live/shop/Kecleon/"},
{"name": "Castform", "price": "119.00", "description": "Castform borrows the power of nature to transform itself into the guises of the sun, rain, and snow-clouds. This Pokémon’s feelings change with the weather.", "link": "https://scrapeme.live/shop/Castform/"},
{"name": "Milotic", "price": "152.00", "description": "Milotic live at the bottom of large lakes. When this Pokémon’s body glows a vivid pink, it releases a pulsing wave of energy that brings soothing calm to troubled hearts.", "link": "https://scrapeme.live/shop/Milotic/"},
{"name": "Feebas", "price": "194.00", "description": "While Feebas’s body is in tatters, it has a hardy and tenacious life force that enables it to live anywhere. However, this Pokémon is also slow and dimwitted, making it an easy catch.", "link": "https://scrapeme.live/shop/Feebas/"},
{"name": "Armaldo", "price": "42.00", "description": "Armaldo is a Pokémon species that became extinct in prehistoric times. This Pokémon is said to have walked on its hind legs, which would have been more convenient for life on land.", "link": "https://scrapeme.live/shop/Armaldo/"},
{"name": "Anorith", "price": "64.00", "description": "Anorith is said to be a type of Pokémon predecessor, with eight wings at the sides of its body. This Pokémon swam in the primordial sea by undulating these eight wings.", "link": "https://scrapeme.live/shop/Anorith/"},
{"name": "Cradily", "price": "154.00", "description": "Cradily’s body serves as an anchor, preventing it from being washed away in rough seas. This Pokémon secretes a strong digestive fluid from its tentacles.", "link": "https://scrapeme.live/shop/Cradily/"},
{"name": "Lileep", "price": "87.00", "description": "Lileep is an ancient Pokémon that was regenerated from a fossil. It remains permanently anchored to a rock. From its immobile perch, this Pokémon intently scans for prey with its two eyes.", "link": "https://scrapeme.live/shop/Lileep/"},
{"name": "Illumise", "price": "167.00", "description": "Illumise leads a flight of illuminated Volbeat to draw signs in the night sky. This Pokémon is said to earn greater respect from its peers by composing more complex designs in the sky.", "link": "https://scrapeme.live/shop/Illumise/"},
{"name": "Spinda", "price": "149.00", "description": "No two Spinda are said to have identical spot patterns on their hides. This Pokémon moves in a curious manner as if it is stumbling in dizziness. Its lurching movements can cause the opponent to become confused.", "link": "https://scrapeme.live/shop/Spinda/"},
{"name": "Volbeat", "price": "123.00", "description": "Volbeat’s tail glows like a lightbulb. With other Volbeat, it uses its tail to draw geometric shapes in the night sky. This Pokémon loves the sweet aroma given off by Illumise.", "link": "https://scrapeme.live/shop/Volbeat/"},
{"name": "Minun", "price": "193.00", "description": "Minun loves to cheer on its partner in battle. It gives off sparks from its body while it is doing so. If its partner is in trouble, this Pokémon gives off increasing amounts of sparks.", "link": "https://scrapeme.live/shop/Minun/"},
{"name": "Plusle", "price": "56.00", "description": "When Plusle is cheering on its partner, it flashes with electric sparks from all over its body. If its partner loses, this Pokémon cries loudly.", "link": "https://scrapeme.live/shop/Plusle/"},
{"name": "Aggron", "price": "140.00", "description": "Aggron is protective of its environment. If its mountain is ravaged by a landslide or a fire, this Pokémon will haul topsoil to the area, plant trees, and beautifully restore its own territory.", "link": "https://scrapeme.live/shop/Aggron/"},
{"name": "Lairon", "price": "70.00", "description": "Lairon feeds on iron contained in rocks and water. It makes its nest on mountains where iron ore is buried. As a result, the Pokémon often clashes with humans mining the iron ore.", "link": "https://scrapeme.live/shop/Lairon/"},
{"name": "Aron", "price": "149.00", "description": "Aron has a body of steel. With one all-out charge, this Pokémon can demolish even a heavy dump truck. The destroyed dump truck then becomes a handy meal for the Pokémon.", "link": "https://scrapeme.live/shop/Aron/"},
{"name": "Mawile", "price": "119.00", "description": "Don’t be taken in by this Pokémon’s cute face—it’s very dangerous. Mawile fools the foe into letting down its guard, then chomps down with its massive jaws. The steel jaws are really horns that have been transformed.", "link": "https://scrapeme.live/shop/Mawile/"},
{"name": "Sableye", "price": "81.00", "description": "Sableye digs the ground with sharpened claws to find rocks that it eats. Substances in the eaten rocks crystallize and rise up to the Pokémon’s body surface.", "link": "https://scrapeme.live/shop/Sableye/"},
{"name": "Delcatty", "price": "170.00", "description": "Delcatty sleeps anywhere it wants without keeping a permanent nest. If other Pokémon approach it as it sleeps, this Pokémon will never fight—it will just move away somewhere else.", "link": "https://scrapeme.live/shop/Delcatty/"},
{"name": "Skitty", "price": "156.00", "description": "Skitty is known to chase around playfully after its own tail. In the wild, this Pokémon lives in holes in the trees of forests. It is very popular as a pet because of its adorable looks.", "link": "https://scrapeme.live/shop/Skitty/"},
{"name": "Azurill", "price": "70.00", "description": "Azurill’s tail is large and bouncy. It is packed full of the nutrients this Pokémon needs to grow. Azurill can be seen bouncing and playing on its big, rubbery tail.", "link": "https://scrapeme.live/shop/Azurill/"},
{"name": "Nosepass", "price": "41.00", "description": "Nosepass had been said to be completely unmoving, with its magnetic nose pointed due north. However, close observation has revealed that the Pokémon actually moves by a little over 3/8 of an inch every year.", "link": "https://scrapeme.live/shop/Nosepass/"},
{"name": "Exploud", "price": "161.00", "description": "Exploud communicates its feelings to the others by emitting whistle-like sounds from the tubes on its body. This Pokémon only raises its voice when it is in battle.", "link": "https://scrapeme.live/shop/Exploud/"},
{"name": "Hariyama", "price": "176.00", "description": "Hariyama’s thick body may appear fat, but it is actually a hunk of solid muscle. If this Pokémon bears down and tightens all its muscles, its body becomes as hard as a rock.", "link": "https://scrapeme.live/shop/Hariyama/"},
{"name": "Makuhita", "price": "30.00", "description": "Makuhita has a tireless spirit—it will never give up hope. It eats a lot of food, gets plenty of sleep, and it trains very rigorously. By living that way, this Pokémon packs its body with energy.", "link": "https://scrapeme.live/shop/Makuhita/"},
{"name": "Pelipper", "price": "158.00", "description": "Pelipper searches for food while in flight by skimming the wave tops. This Pokémon dips its large bill in the sea to scoop up food, then swallows everything in one big gulp.", "link": "https://scrapeme.live/shop/Pelipper/"},
{"name": "Linoone", "price": "81.00", "description": "When hunting, Linoone will make a beeline straight for the prey at a full run. While this Pokémon is capable of topping 60 mph, it has to come to a screeching halt before it can turn.", "link": "https://scrapeme.live/shop/Linoone/"},
{"name": "Zigzagoon", "price": "83.00", "description": "The hair on Zigzagoon’s back is bristly. It rubs the hard back hair against trees to leave its territorial markings. This Pokémon may play dead to fool foes in battle.", "link": "https://scrapeme.live/shop/Zigzagoon/"},
{"name": "Swampert", "price": "144.00", "description": "Swampert predicts storms by sensing subtle differences in the sounds of waves and tidal winds with its fins. If a storm is approaching, it piles up boulders to protect itself.", "link": "https://scrapeme.live/shop/Swampert/"},
{"name": "Marshtomp", "price": "152.00", "description": "Marshtomp is much faster at traveling through mud than it is at swimming. This Pokémon’s hindquarters exhibit obvious development, giving it the ability to walk on just its hind legs.", "link": "https://scrapeme.live/shop/Marshtomp/"},
{"name": "Mudkip", "price": "140.00", "description": "In water, Mudkip breathes using the gills on its cheeks. If it is faced with a tight situation in battle, this Pokémon will unleash its amazing power—it can crush rocks bigger than itself.", "link": "https://scrapeme.live/shop/Mudkip/"},
{"name": "Blaziken", "price": "40.00", "description": "Blaziken has incredibly strong legs—it can easily clear a 30-story building in one leap. This Pokémon’s blazing punches leave its foes scorched and blackened.", "link": "https://scrapeme.live/shop/Blaziken/"},
{"name": "Combusken", "price": "68.00", "description": "Combusken battles with the intensely hot flames it spews from its beak and with outstandingly destructive kicks. This Pokémon’s cry is very loud and distracting.", "link": "https://scrapeme.live/shop/Combusken/"},
{"name": "Torchic", "price": "28.00", "description": "Torchic has a place inside its body where it keeps its flame. Give it a hug—it will be glowing with warmth. This Pokémon is covered all over by a fluffy coat of down.", "link": "https://scrapeme.live/shop/Torchic/"},
{"name": "Sceptile", "price": "37.00", "description": "Sceptile has seeds growing on its back. They are said to be bursting with nutrients that revitalize trees. This Pokémon raises the trees in a forest with loving care.", "link": "https://scrapeme.live/shop/Sceptile/"},
{"name": "Grovyle", "price": "190.00", "description": "This Pokémon adeptly flies from branch to branch in trees. In a forest, no Pokémon can ever hope to catch a fleeing Grovyle however fast they may be.", "link": "https://scrapeme.live/shop/Grovyle/"},
{"name": "Treecko", "price": "96.00", "description": "Treecko is cool, calm, and collected—it never panics under any situation. If a bigger foe were to glare at this Pokémon, it would glare right back without conceding an inch of ground.", "link": "https://scrapeme.live/shop/Treecko/"},
{"name": "Celebi", "price": "111.00", "description": "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us.", "link": "https://scrapeme.live/shop/Celebi/"},
{"name": "Ho-oh", "price": "91.00", "description": "Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.", "link": "https://scrapeme.live/shop/Ho-oh/"},
{"name": "Tyranitar", "price": "190.00", "description": "Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. This Pokémon wanders about in mountains seeking new opponents to fight.", "link": "https://scrapeme.live/shop/Tyranitar/"},
{"name": "Pupitar", "price": "114.00", "description": "Pupitar creates a gas inside its body that it compresses and forcefully ejects to propel itself like a jet. The body is very durable—it avoids damage even if it hits solid steel.", "link": "https://scrapeme.live/shop/Pupitar/"},
{"name": "Lugia", "price": "86.00", "description": "Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.", "link": "https://scrapeme.live/shop/Lugia/"},
{"name": "Phanpy", "price": "129.00", "description": "Phanpy uses its long nose to shower itself. When others gather around, they thoroughly douse each other with water. These Pokémon can be seen drying their soaking-wet bodies at the edge of water.", "link": "https://scrapeme.live/shop/Phanpy/"},
{"name": "Heracross", "price": "143.00", "description": "Heracross has sharp claws on its feet. These are planted firmly into the ground or the bark of a tree, giving the Pokémon a secure and solid footing to forcefully fling away foes with its proud horn.", "link": "https://scrapeme.live/shop/Heracross/"},
{"name": "Scizor", "price": "172.00", "description": "Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokémon flaps its wings to regulate its body temperature.", "link": "https://scrapeme.live/shop/Scizor/"},
{"name": "Qwilfish", "price": "77.00", "description": "Qwilfish sucks in water, inflating itself. This Pokémon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. It finds swimming somewhat challenging.", "link": "https://scrapeme.live/shop/Qwilfish/"},
{"name": "Granbull", "price": "59.00", "description": "Granbull has a particularly well-developed lower jaw. The enormous fangs are heavy, causing the Pokémon to tip its head back for balance. Unless it is startled, it will not try to bite indiscriminately.", "link": "https://scrapeme.live/shop/Granbull/"},
{"name": "Snubbull", "price": "63.00", "description": "By baring its fangs and making a scary face, Snubbull sends smaller Pokémon scurrying away in terror. However, this Pokémon seems a little sad at making its foes flee.", "link": "https://scrapeme.live/shop/Snubbull/"},
{"name": "Gligar", "price": "112.00", "description": "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb.", "link": "https://scrapeme.live/shop/Gligar/"},
{"name": "Steelix", "price": "116.00", "description": "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth’s core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground.", "link": "https://scrapeme.live/shop/Steelix/"},
{"name": "Girafarig", "price": "99.00", "description": "Girafarig’s rear head contains a tiny brain that is too small for thinking. However, the rear head doesn’t need to sleep, so it can keep watch over its surroundings 24 hours a day.", "link": "https://scrapeme.live/shop/Girafarig/"},
{"name": "Unown", "price": "198.00", "description": "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known.", "link": "https://scrapeme.live/shop/Unown/"},
{"name": "Wobbuffet", "price": "107.00", "description": "Wobbuffet does nothing but endure attacks—it won’t attack on its own. However, it won’t endure an attack on its tail. When that happens, the Pokémon will try to take the foe with it using Destiny Bond.", "link": "https://scrapeme.live/shop/Wobbuffet/"},
{"name": "Slowking", "price": "174.00", "description": "Slowking undertakes research every day in an effort to solve the mysteries of the world. However, this Pokémon apparently forgets everything it has learned if the Shellder on its head comes off.", "link": "https://scrapeme.live/shop/Slowking/"},
{"name": "Umbreon", "price": "78.00", "description": "Umbreon evolved as a result of exposure to the moon’s waves. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack.", "link": "https://scrapeme.live/shop/Umbreon/"},
{"name": "Misdreavus", "price": "33.00", "description": "Misdreavus frightens people with a creepy, sobbing cry. The Pokémon apparently uses its red spheres to absorb the fearful feelings of foes and turn them into nutrition.", "link": "https://scrapeme.live/shop/Misdreavus/"},
{"name": "Murkrow", "price": "178.00", "description": "Murkrow was feared and loathed as the alleged bearer of ill fortune. This Pokémon shows strong interest in anything that sparkles or glitters. It will even try to steal rings from women.", "link": "https://scrapeme.live/shop/Murkrow/"},
{"name": "Espeon", "price": "177.00", "description": "Espeon is extremely loyal to any Trainer it considers to be worthy. It is said that this Pokémon developed its precognitive powers to protect its Trainer from harm.", "link": "https://scrapeme.live/shop/Espeon/"},
{"name": "Quagsire", "price": "37.00", "description": "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry.", "link": "https://scrapeme.live/shop/Quagsire/"},
{"name": "Mareep", "price": "79.00", "description": "Mareep’s fluffy coat of wool rubs together and builds a static charge. The more static electricity is charged, the more brightly the lightbulb at the tip of its tail glows.", "link": "https://scrapeme.live/shop/Mareep/"}
]